{"title":{"0":"This Week in Apps: AI apps, Bing hits the Top Charts, Google and Mozilla test non-WebKit browsers","1":"Adtech joint venture by European telcos DK, Orange, Telefonica, Vodafone not a competition concern, finds EU","2":"Dockhunt is a new way to discover Mac apps by looking at other people’s docks","3":"Uber and Lyft earnings diverge, a self-driving truck roadblock emerges and Redwood Materials lands a big one","4":"Strava searches for new CEO with cofounder Michael Horvath departing for a second time","5":"As ChatGPT hype hits fever pitch, Neeva launches its generative AI search engine internationally","6":"Cleantech Qotto embarks on growth plan backed by $8M funding","7":"BuuPass raises $1.3M to scale mobility sector digitization in Africa","8":"Is Xiaomi’s shine dimming in India?","9":"Two-year-old Zeekr raises $750M at $13B valuation","10":"Tesla’s biggest hater airs Super Bowl ad against FSD","11":"AI comes to expense reports","12":"Cities, cycles and San Francisco’s ‘return’","13":"AI is coming to your Bing and Google searches, Apple’s M2 chip and Super Bowl streaming","14":"Democratizing good privacy and compliance practices","15":"The Arcimoto Fun Utility Vehicle is a blast (that might not last)","16":"BNB Chain is doubling down on web3 gaming","17":"Indian social media app Slick exposed childrens’ user data","18":"LGBTQ organizations report a recent uptick in Twitter hate","19":"Daily Crunch: Sources say Times Internet plans to sell Indian streaming platform MX Player to Amazon ","20":"Meta is reportedly planning a fresh round of layoffs","21":"Want to buy an NFT with your credit card? Magic Eden lets you do just that","22":"Is this the end of the BNPL boom?","23":"Volunteer at TC Early Stage for a free pass to TC Disrupt","24":"Ford to build $3.5B LFP battery factory using China tech","25":"Phenomenal Ventures, built by Meena Harris and Helen Min, debuts","26":"The AI photo app trend has already fizzled, new data shows","27":"Samsung adds temperature-based period tracking to its Galaxy Watch5","28":"Zoox robotaxis start rolling out on California public roads","29":"Here are the top movie trailers that aired during the 2023 Super Bowl","30":"InfluxData lands $51M to grow its time series database offerings","31":"Highbeam secures $10M loan to provide credit, spend monitoring and more to e-commerce retailers","32":"Caldera raises $9M from two rounds led by Sequoia and Dragonfly Capital","33":"Introducing the Inside Startup Battlefield podcast","34":"Here are the tech industry’s 2023 Super Bowl commercials, with noticeably less crypto","35":"Twilio cuts 17% of its workforce just months after previous round of layoffs","36":"TechCrunch Live Podcast: Why you should buy your kids a cash register","37":"The electric RAM 1500 REV is packed with screens and, surprisingly, buttons and knobs","38":"Transit tech company Via raises $110M at $3.5B valuation","39":"TechCrunch Disrupt returns this September"},"category":{"0":"Software","1":"Startups","2":"Economics","3":"Technology","4":"Economics","5":"Technology","6":"Technology","7":"AI","8":"Business","9":"Startups","10":"Software","11":"AI","12":"Startups","13":"Economics","14":"Software","15":"Economics","16":"ML","17":"ML","18":"Startups","19":"AI","20":"Software","21":"Economics","22":"ML","23":"ML","24":"ML","25":"Software","26":"AI","27":"Business","28":"Economics","29":"Software","30":"Technology","31":"Startups","32":"Startups","33":"ML","34":"Economics","35":"ML","36":"ML","37":"Software","38":"Startups","39":"Technology"},"content":{"0":"\nWelcome back to This Week in Apps, the weekly TechCrunch series that recaps the latest in mobile OS news, mobile applications and the overall app economy.\nThe app economy in 2023 hit a few snags, as consumer spending last year dropped for the first time by 2% to $167 billion, according to data.ai’s “State of Mobile” report. However, downloads are continuing to grow, up 11% year-over-year in 2022 to reach 255 billion. Consumers are also spending more time in mobile apps than ever before. On Android devices alone, hours spent in 2022 grew 9%, reaching 4.1 trillion.\nThis Week in Apps offers a way to keep up with this fast-moving industry in one place with the latest from the world of apps, including news, updates, startup fundings, mergers and acquisitions, and much more.\nDo you want This Week in Apps in your inbox every Saturday? Sign up here: techcrunch.com\/newsletters\nImage Credits: Bloomberg (opens in a new window) \/ Getty Images\nImage Credits: Bloomberg (opens in a new window) \/ Getty Images\nMore AI apps are on the way. It was a big week for AI news as both Microsoft and Google took the stage at competing events to intro their AI developments to the public. Microsoft fared a little better with its news that OpenAI’s ChatGPT-like tech was coming to Bing, pushing its companion mobile app up into the App Store’s top ranks. Meanwhile, Google flubbed a bit with its rival AI, Bard, which, in a published demonstration of the technology, shared an incorrect answer to a question about the James Webb Space Telescope (it was NOT the first to take a picture of an exoplanet, NASA says).\nWhile both AI models will frequently and confidently get things wrong at times, Google’s failure to fact-check the answers it was showing off seemed to indicate the company was rushing out the tech in reaction to Microsoft’s move into its territory…which it was.\nGoogle should have been far ahead in this AI race, having invested in and developed AI technology for years with help from some of the top experts in the field. But it’s been caught off guard — and not only by OpenAI.\nBefore this current AI race, Amazon’s Alexa became the household name for AI-powered voice assistants. Google, on the other hand, got burned when it showed off some of its more impressive consumer applications of AI. It faced backlash over its consideration of AI ethics when it showed off Duplex’s ability to call restaurants to book reservations while pretending to sound human. Google also often builds neat AI tools — like an AI that can generate music from text descriptions — but won’t release them.\nThe company has seemed to be slow to move on AI — likely hesitant to upset its search and advertising cash cow that relies on ads sold atop a list of links. Microsoft doesn’t care about that, though, noting that every 1% of search ad share gain it makes is a $2 billion revenue opp.\nThat’s why what we’ve gotten from Google around AI has been a sort of steady stream of smaller AI-powered feature drops over time, not some big and expensive overhaul of search that could have killed its margins.\nInstead, we get things like multisearch, which expands web search to include text and images combined. Google this week announced it was going global and the nearby option, multisearch near me, was also rolling out more broadly.\nGoogle’s AI-powered ‘multisearch,’ which combines text and images in a single query, goes global\n\nThe company also rolled out other AI-powered improvements to things like translation and Google Maps. For example, Google at this week’s event spoke about its new “immersive view” maps offering more true-to-life scenes, which are created by leveraging an AI technique called neural radiance fields (NeRF). But these maps are only available in a handful of cities. And as cool as they are, they feel more like an iteration on Street View rather than a major AI leap.\nMeanwhile, Google used its event to show off a range of other features that weren’t AI search demos or ChatGPT rivals. It introduced Maps’ AR-powered Live View, which Google said is hitting a few more cities. (This requires users to hold up their phones and scan the area — not really a subtle gesture if you’re trying to hide the fact that you’re a tourist or even possibly lost!) And it talked about new EV Maps.\nMicrosoft, on the other hand, used its press event to fully focus on AI as the next evolution of search. It demoed its ChatGPT-like AI in Bing which is also integrated with its Edge web browser. And it talked in detail about the next-gen OpenAI large language model it’s using, calling it “more powerful than ChatGPT,” which certainly excited consumers.\nThe company also cleverly introduced a waitlist for the AI-powered Bing that required people to set Microsoft defaults on their PC and download the Bing app. As a result, the Bing app is now ranked in the top 10 on the U.S. App Store and is the No. 2 Productivity app behind Gmail. To put this in perspective, the Bing app ahead of the AI news had been ranked No. 160 on the U.S. App Store’s Productivity apps chart — in other words, practically invisible.\nGoogle, meanwhile, lost $100 billion in market value as Alphabet’s stock fell after the ad with the AI’s mistake aired ahead of the company’s event.\nWhile the big race in AI apps is still between Google and Microsoft (via OpenAI), AI will soon find its way into a number of mobile apps through integrations. Already, we’ve seen the fake ChatGPT apps arrive and belatedly get the boot from the app stores. Today, a search for the term “ChatGPT” still returns numerous apps that imply they’re associated with OpenAI or simply presume users won’t care, as long as they offer a ChatGPT-like experience. And we’ve seen the AI image generators go viral. Quora this week also introduced an AI playground called Poe, which features a handful of AI chatbots from OpenAI and Anthropic. (See “Downloads” section below.)\nConsumers are clearly hungry to see AI put to use in apps. The developments also enliven what’s become a stale App Store over the years, as Apple blocked other new tech, like NFTs, blockchain transactions and Web3 technologies from being fully functional on its App Store, forcing startups to build their own.\nBing’s app sees a 10x jump in downloads after Microsoft’s AI news\n\nImage Credits: Jaap Arriens\/NurPhoto via Getty Images\nImage Credits: Jaap Arriens\/NurPhoto via Getty Images\nSome browser makers believe they’ll be able to release their own, non-WebKit-powered browser apps in the future, thanks to expected regulations that would force Apple to open up its App Store to more competition.\nThis week, multiple stories emerged that top browser makers like Mozilla and Google have been working on the development of non-WebKit browser apps for iOS. Google Chromium developers, for instance, have begun building an iOS browser that uses Google’s Blink engine — an app that today would not be allowed on the App Store, as Apple’s guidelines specifically state that browser apps “must use the appropriate WebKit framework and WebKit Javascript.”\nGoogle, however, downplayed the news, claiming it was only a prototype meant to help it learn about iOS performance.\nIn a statement, a spokesperson told us, “This is an experimental prototype that we are developing as part of an open-source project with the goal to understand certain aspects of performance on iOS. It will not be available to users and we’ll continue to abide by Apple’s policies.”\nGoogle isn’t the only one dabbling in this area. When reached for comment, Mozilla was far more transparent about its plans when it was spotted working on a Gecko-based version of Firefox for iOS, clearly indicating that its work is in anticipation of a more competitive landscape.\n“We abide by Apple’s iOS app store policies, and are simply doing some exploratory work to understand the technical challenges for Gecko-based browsers on iOS if those policies were to change,” a Mozilla spokesperson told us. “We hope the day will come when people can freely decide to use the browser of their choice, including the opportunity to select the engine that underpins it.”\nOf course, even if Apple were to open up to non-WebKit browsers, it could theoretically impose other limits on competing apps to dictate how they’re allowed to use system resources. That would be another reason for the companies to experiment now so they’ll be ready to meet any such requirement if and when the App Store opens up.\nImage Credits: Jonathan Raa\/NurPhoto \/ Getty Images\nImage Credits: Jonathan Raa\/NurPhoto \/ Getty Images\nTikTok once again found itself as the social app kids and teens are spending the most time using throughout the day, even outpacing YouTube. According to an ongoing annual review of kids’ and teens’ app usage and behavior globally, the younger demographic — minors ranging in ages from 4 through 18 — began to watch more TikTok than YouTube on an average daily basis starting in June 2020, and TikTok’s numbers have continued to grow ever since.\nIn June 2020, TikTok overtook YouTube for the first time, with kids watching an average of 82 minutes per day on TikTok versus an average of 75 minutes per day on YouTube, according to new data from parental control software maker Qustodio.\nThis past year, the gulf between the two widened, it said, as kids in 2022 saw their average daily use of TikTok climb to a whopping 107 minutes, or 60% longer than the time they spent watching video content on YouTube (67 minutes).\nImage Credits: Qustodio\nImage Credits: Qustodio\nTikTok was also used more, in terms of average daily minutes, than other social apps like Snapchat, Instagram, Facebook, Pinterest and Twitter.\nThe study was published in advance of a TikTok-focused Congressional hearing. In March, TikTok CEO Shou Zi Chew will testify before the House Energy and Commerce Committee about the app’s data security, ties to China, privacy concerns and impacts on children.\nSocial media concerns also got a shoutout during President Biden’s State of the Union address this week when he pressed Congress to pass legislation to protect consumers from Big Tech. “We must finally hold social media companies accountable…It’s time to pass bipartisan legislation to stop Big Tech from collecting personal data on kids and teenagers online, ban targeted advertising to children, and impose stricter limits on the personal data these companies collect on all of us.”\nTikTok is crushing YouTube in annual study of kids’ and teens’ app usage\n\nImage Credits: Cyan Worlds\nImage Credits: Cyan Worlds\nImage Credits: Rogue Games\nImage Credits: Rogue Games\nImage Credits: Amo\nImage Credits: Amo\nImage Credits: Instagram\nImage Credits: Instagram\nImage Credits: WhatsApp\nImage Credits: WhatsApp\nImage Credits: OkCupid\nImage Credits: OkCupid\nImage Credits: Netflix\nImage Credits: Netflix\nNetflix starts cracking down on password sharing in four new markets, including Canada\n\nImage Credits: Spotify\nImage Credits: Spotify\nImage Credits: Quora\nImage Credits: Quora\nQ&A platform Quora opened up public access to its new AI chatbot app, Poe, which lets users ask questions and get answers from a range of AI chatbots, including those from ChatGPT maker OpenAI, and other companies like Anthropic. Beyond allowing users to experiment with new AI technologies, Poe’s content will ultimately help to evolve Quora itself. If and when Poe’s content meets a high enough quality standard, it will be distributed on Quora’s site itself, where it has the ability to reach Quora’s 400 million monthly visitors, the company said.\nAt launch, there are three general knowledge chatbots: Sage, Claude and Dragonfly. Both Sage and Dragonfly are powered by OpenAI while Claude is powered by Anthropic technology. All have their own limitations at present. For instance, Sage and Claude don’t have knowledge of events after 2021, and Dragonfly may refuse to answer some questions. All three have also been known to make incorrect statements — which is another reason why Quora itself isn’t immediately integrating Poe into its service. Developers will also be able to add their own bots to Poe in the future.\nQuora opens its new AI chatbot app Poe to the general public\n\nImage Credits: Epic Games\nImage Credits: Epic Games\nFortnite maker Epic Games launched a new clip-sharing app called Postparty on iOS and Android that gives gamers a way to easily share their clips on social media. The app allows for sharing from Xbox, Switch, PlayStation and PC for Fortnite users and just Xbox and PlayStation for Epic’s Rocket League. Fortnite users will see the app promoted after an in-game kill, prompting them to download the app so they can share clips. The app was created by Houseparty developer Life on Air, acquired by Epic in 2019. (Houseparty shut down in 2021.) After sharing their first clip from the app, Fortnite users will get special in-game skin, spray and wrap.\nImage Credits: Spillt\nImage Credits: Spillt\nA former Instagram engineer launched a new recipe app called Spillt, covered by The Information, which helps users find, organize and cook recipes — the latter by helpfully keeping the phone’s screen on during the recipe’s prep. That’s a feature the popular Pestle app also has, along with its voice-powered guided cooking, however. But Spillt’s value proposition is that it offers a way for users to see which recipes their friends are saving in a News Feed of sorts. It remains to be seen if it can actually gain traction amid a sea of recipe apps, but it’s at least differentiated from the set of “TikTok for cooking” apps that are on the market today.","1":"\nA joint venture (JV) between four big European carriers to build cross-network ad-targeting infrastructure — which they claim will rely on “affirmative” consent to target mobile and\/or fixed network subscribers with “personalized” ads across participating brands\/publishers’ sites — has been given the green light to proceed by the European Commission’s antitrust division in a decision announced Friday.\nThe Commission concluded the transaction between the carriers to create a JV would raise no competition concerns.\nHowever its press release is careful to note that the competition sign-off does not mean the project will pass muster with the EU’s data protection regulators, writing: “During its investigation, the Commission has been in contact with data protection authorities. Data protection rules are fully applicable, irrespective of the merger clearance.”\nThe plan is likely to be closely watched from that side as the JV works to launch a commercial ad network targeting European eyeballs — since data protection regulators and privacy campaigners already raised concerns during a testing phase last year.\nGermany’s Deutsche Telekom, France’s Orange, Spain’s Telefonica and the UK’s Vodafone are the four horsemen involved in the bid to capitalize on high level changes to the third party tracking cookie status quo to spin up ad revenue by creating cross-operator ad-targeting infrastructure focused on first party data.\nThey have said the proposed ad-targeting will rely on explicit consent from mobile and Internet subscribers agreeing that their personal data can be used by a particular brand or advertiser to target them with marketing. Hence they are claiming the adtech infrastructure will be “privacy led” and will also focus on transparency for consumers in how brands are communicating with them — in a bid to contrast their approach with the murky world of third party cookie tracking which has been baked into the mainstream web (but is also now in a process of ‘evolution’ toward something adtech giant Google claims will also be “more private“).\nUh oh! European carriers are trying to get into ‘personalized’ ad targeting\n\nFollowing the Commission’s green light on Friday, the quartet of telcos said in a statement they will form a joint venture for “the implementation of a privacy-by-design digital marketing technology platform in Europe that could benefit consumers, advertisers and publishers alike” — each taking a 25% stake in the JV company. The latter will be based in Belgium and run by “independent management under the oversight of a shareholder-appointed supervisory board”, they added.\nDiscussing the cross-network ad-targeting proposal with TechCrunch earlier this year, Vodafone — which launched the project and led the testing phase last year — said the plan is for pseudonymized targeting tokens to be linked to a mobile user’s network subscription and shared with participating brands\/publishers without revealing any directly identifiable personal data; and without participating advertisers being able to further sync or enrich data to flesh out fuller profiles. \nIt also specified that the JV will apply contractual limits on advertisers (such as prohibiting special category data from being used for targeting); and conduct regular audits of participants. While it said the system will be engineered so the tokens reset after a period of time to protect against reverse engineering (the initial proposal is for this period to be three months).\nThe “affirmative opt-in” user consent to the tracking and targeting will be sought via pop-ups as mobile users browse the web, per Vodafone. It also told us in January that the plan is for the JV to retain the final say on the language used in these consent pop-ups — i.e. as another high level check on participants’ behavior. \n“The platform has been designed from the outset to be compliant with European data protection policy such as GDPR [General Data Protection Regulation] and the ePrivacy directive,” the four carriers also claimed Friday. “The partners have already initiated a trial in Germany. Other trials are being considered in France and Spain to further develop the platform and it is intended to make it available to any operator within Europe.”\nWhile the telcos’ subscribers look set to be bothered by a fresh wave of consent pop-ups, Vodafone previously told us users will also be able to manage any consents they have given to brands\/publishers via a central portal that will also contain an option letting users block the whole system. \nAlthough it remains to be seen whether finding and flicking a centralized ‘off switch’ will actually spare carriers’ customers from being mobbed with yet more pop-ups nagging them to turn it back on as they browse the Internet via the connectivity they’re already paying actual money for. \nThe quality of the claimed consent and wider issues of legal basis should merit close attention by the EU’s data protection regulators — who’ve already spent years fumbling a response to the privacy incursions of tracking ads. (Which, in turn, has led to complaints and litigations piling up. And, more recently, to regional lawmakers feeling compelled to step in to force reforms on such widespread law-breaking. So the enforcement gap has by no means been a vacuum.)\nThe plan by European telcos o step into an opportunity gap left by tracking cookies finally reaching the end of the road — at least so far as ‘official’ support in Google’s Chrome browser goes (although it’s important to note the adtech giant is working on its own alternative targeting infrastructure, aka its Privacy Sandbox plan) — is also likely to draw scrutiny from eagle-eyed privacy campaigners. \nSuch as noyb, a not-for-profit that’s gained a reputation for turning modest resources into major privacy wins over the last few years and has made tracking-ads (and their cynically non-compliant ‘consent’ pop-ups) a big area of focus for action in recent years — putting the squeeze on some of the most egregious episodes of adtech data-theft and dark patterns. \nAny fresh wave of telco-powered pop-ups would — therefore — present a compelling target for fresh legal complaints. (A spokeswoman for noyb told us it’s looking at the JV project and has not yet taken any decisions on any actions it may take.)\nFor now, there’s no launch timeline attached to the telcos’ “technological solution for digital advertising in Europe”, as they bill the tracking ads redux plan.\nOn Friday all they said on that front was that the JV will “outline its vision and strategy in due course, including its plans for adopting the trial technology commercially”.\nIt’s possible more public discussion will emerge at the upcoming GSMA Mobile World Congress (MWC) conference, which kicks off later this month in Barcelona, where reps from all four telcos are scheduled to speak at a number of keynotes and panel discussion sessions. Although they may also opt for a quieter route — via in-person networking and closed door meetings — to further their goal of scaling participation to carriers all over Europe.\nOffering a preview of how the four founding telcos might pitch the adtech infrastructure to regional peers, in their statement on Friday they wrote: “The trial platform requires affirmative opt-in consent by the consumer to activate communications from brands via publishers. The only data that is shared is a pseudo-anonymous digital token that cannot be reverse-engineered. Consumers are free to opt in or deny consent with a single click, as well as revoke any other consents given either on the brand’s or publisher’s website, or via a dedicated, easily accessible privacy portal.”\nMaking a tacit swipe at US adtech giants like Google, they added: “The platform is specifically designed to offer consumers a step change in the control, transparency and protection of their data, which is currently collected, distributed and stored at scale by major, non-European players.”\nEuropean carriers file to create joint venture for opt-in ad targeting of mobile users\n\nEU watchdogs agree on how to handle certain cookie consent dark patterns\n\nUK privacy watchdog silent as Google flicks off critique that its Topics API fails to reform ad-tracking\n","2":"\nApp Store might suggest you a useful app from time to time, but you can’t rely on that to discover new apps. Places like Reddit communities or Product Hunt could also be very broad for what you are looking for.\nSo a team of engineers at Basedash, a startup that helps companies connect their databases to admin panels, made a product called Dockhunt that lets you discover new Mac apps by looking at docks.\nThe idea is simple: people post their Mac docks on the site and others can look at them like they are exploring their own dock.  The Dockhunt site also has a list of top apps that shows how many users have that app pinned in their docks. The app makers told TechCrunch that they are considering putting a filter that will weed out popular apps like Chrome, Slack, and Spotify so users can discover indie apps.\nFloored by the response to @dockhuntapp since launching this morning.\nOf course, we're using @Basedash as an internal admin panel to manage app information and to feature docks on the home page. pic.twitter.com\/L5BDEHXlEW\n— Max Musing (@MaxMusing) January 31, 2023\n\nThe team at Basedash said that designer Tom Johnson had the idea of creating a tool that lets users browse a Mac dock on the web. A few engineers pitched in to build Dockhunt, which was eventually released late last month.\nIf you want to post your own dock, you will have to download the Dockhunt app and run it. Alternatively, you can also use a command line method to post the dock. Notably, Dockhunt only captures pinned apps and not apps that are open but don’t have a permanent spot in your dock. At the time of writing, more than 1,100 people had posted their docks on the site.\nCurrently, the site shows the dock with the username or Twitter handle. The Dockhunt team is also considering a mode that will let people post their docks anonymously.","3":"\nThe Station is a weekly newsletter dedicated to all things transportation. Sign up here — just click The Station — to receive the full edition of the newsletter every weekend in your inbox. Subscribe for free. \nWelcome back to The Station, your central hub for all past, present and future means of moving people and packages from Point A to Point B. \nNo lengthy lead in this week. There is simply too much to recap. So let’s get right to it this week. Onward!\nYou can drop us a note at tips@techcrunch.com. If you prefer to remain anonymous, click here to contact us, which includes SecureDrop (instructions here) and various encrypted messaging apps.\n\nThe California Air Resources Board plans to dole out e-bike rebates to low-income residents. Maybe that’ll help the car-centric cities of the state consider another path.\nDelhi is launching its own moped-sharing service to be integrated into the public transit system.\nDubai wants to incentivize walking and cycling by building a 58-mile climate-controlled highway, so tourists and residents can stay out of the 100-degree heat (F).\nDon’t drink and scoot. A couple of Newcastle students have been fined and banned from driving cars after being caught riding Neuron scooters while drunk.\nPSA: Apparently e-scooters are filthy. This study says a public electric scooter has 58,000x the bacteria of a toilet seat (whose toilet seat is not clear), and 700x the bacteria of a personal e-scooter. Always travel with hand sanitizer.\nRemember during Disrupt when we asked Rivian founder and CEO RJ Scaringe about this not-so-secret e-bike project? There’s more info coming out now. Bloomberg reported that Scaringe told staff about the company’s efforts to build an e-bike during a company meeting, noting a small team is working on it.\nRide Report has added its 51st city — Washington D.C. — to its Global Micromobility Index, a public database with beautiful visualizations on shared micromobility operations in cities across the world.\nThe Shared Use Mobility Center is a good resource to see future opportunities for shared micromobility to deliver on local government’s climate objectives.\nVertical Values is working with Tier to give scooter batteries a second life.\nA Washington D.C. city councilman introduced a second rebate bill to incentivize people to buy and use ebikes.\nZoba, a Boston-based fleet optimization provider, is focusing on growth in Europe, where the baseline ridership for e-moped and bikeshare is easily double what you’d see in the U.S.\n\nBattery materials and recycling startup Redwood Materials landed a biggie this week. The company, founded and run by former Tesla CTO JB Straubel, secured a conditional commitment for a $2 billion loan from the Department of Energy as part of the Biden administration’s bid to build up a supply chain for EVs in the United States.\nThe conditional commitment from DOE’s loan program office is part of the Advanced Technology Vehicle Manufacturing Loan Program. The milestone-based financing will be provided to Redwood in tranches to support its growth and the expansion of its headquarters in Nevada.\nIt should be noted that while Redwood Materials was initially described as a recycling startup, the real growth is in its plans to produce anode and cathode components for batteries. This funding is the charge, ahem, needed to ramp those plans.\nHere are other deals that got my attention this week …\nBike Bazaar has closed a $30 million round to finance e-scooters in India. \nCanoo agreed to sell 50 million shares at a steeply discounted price (off 16% from its last closing price) as the cash-strapped EV company seeks the money it needs to keep its operations running.\nEmmy, the Berlin-based e-moped share operator, is acquiring the German operations of its competitor Felyx.\nGreenMo, a Dutch company that leases micromobility vehicles for other businesses, has filed for bankruptcy.\nFaraday Future secured several financing agreements that will bring in $135 million in convertible secured notes. The money will fund the start of production of the FF 91 Futurist EV, the company said.\nJones Logistics, a national specialized transportation and logistics company, acquired Nationwide Express.\nLiminal, a battery manufacturing inspection company, raised $17.5 million in a Series A2 funding round led by climate tech fund ArcTern Ventures. Other new investors includes Northvolt and Ecosystem Integrity Fund. Existing backers Chrysalix Venture Capital, Good Growth Capital, University of Tokyo Edge Capital Partners, Volta Energy Technologies, Impact Science Ventures, and Helios Climate Ventures also participated.\nOtonomo, an Israeli startup that went public by merging with a special purpose acquisition company, has merged with digital road assistant company Urgently. Otonomo has struggled financially in recent months, forcing it to lay off workers to try and preserve its cash. It’s the latest example of car data firms getting squeezed and having to find a way to survive. Related: Bloomberg has a story about pressure on car data companies like Otonomo and Wejo.\nSkipperi, a shared-use boating subscription service and peer-to-peer boat rental platform, raised €7M ($7.6 million) in a Series A funding round led by Yamaha Motor, with Baltiska Handels Sverige, Matu Capital, and HP Capital also participating. The funds will be used to funds its international expansion to several locations around the U.S and Brisbane, Australia, the company said.\nSpartan Radar, a California-based sensor software startup, raised $17 million in a round that included investors 8VC, IronGate Capital, Prime Movers Lab, MaC VC and Microsoft.\nTurno, a commercial EV financing and distribution startup in India, raised $13.8 million in a Series A funding round led by B Capital and Quona Capital. Existing backers Stellaris Venture Partners and Avaana Capital and new investors Alteria Capital and InnoVen Capital also participated.\nWarp, a tech-powered freight network specializing in middle-mile solutions, announced an additional $5.7 million in funding, bringing it up to $8.1 million, for its first operational year.\n\nBefore we jump into all the transportation news goodies, I wanted to flag Up Partners’ Moving World Report, its inaugural effort to identify the macro and micro trends in mobility. It’s a biggie — 125 pages in all. And there are some interesting takeaways, including that funding for mobility companies has outpaced most tech sectors. Specifically, Up Partners calculated that mobility venture capital has seen a 30X increase in funding since 2013.\nAnother finding: new federal legislation is helping push more money into the sector. The Inflation Reduction Act here in the U.S. has allocated $130 billion towards batteries and renewables, clean transportation and hydrogen. And Europe’s proposed Green Deal Industrial Plan could be even bigger.\nNorth Carolina State University researchers found a fourth traffic signal (a white light) designated for autonomous vehicles significantly improves travel time through intersections and reduces fuel consumption.\nSelf-driving trucks face a potential roadblock in California. TechCrunch’s Rebecca Bellan digs a bit deeper into recently proposed legislation.\nUber and Lyft both reported Q4 and full-year 2022 earnings this week, and wow the results (and the market’s reaction could not have been more different.\nLyft got crushed by investors, and not because of its Q4 earnings. The company actually beat analysts expectations on revenue and ridership. It was Lyft’s guidance for Q1 that has shareholders spooked.\nMeanwhile, Uber posted strong quarterly results, continuing its post-lockdown streak of bookings and revenue growth. Uber said it hit record trips, surpassing 2 billion trips globally in the fourth quarter, which averages almost 1 million trips per hour. Gross bookings, or the value of fares paid, grew 31% year over year. Importantly, the company issued positive guidance for Q1 2023.\nHarley-Davidson delayed the launch of the LiveWire S2 Del Mar, the latest electric motorcycle to come out of its new LiveWire brand, to the second half of the year. The company also revised down the number of units it expects to ship in 2023.\nHyundai has launched a monthly subscription program called Evolve+ for its EVs.\nMercedes-Benz revealed that its long-anticipated and updated battery-electric eSprinter is finally coming to North America, with production set to begin in the second half of 2023 at its factory in Charleston, South Carolina.\nSpeaking of Mercedes, contributor Tim Stevens reviews the 2023 Mercedes EQE sedan — a vehicle he describes as understated luxury at its best. Side note: I had a little bit of time in the EQE as well and found that despite its ho-hum exterior, it was great in every other way.\nTechCrunch’s Harri Weber spent several days testing the Arcimoto Fun Utility Vehicle. Here’s what she thought.\nVinFast partnered with E.ON Drive to equip VinFast locations in Germany, France and the Netherlands with charging infrastructure. \nVolkswagen issued a recall for about 21,000 model year 2021 ID 4 crossovers over concerns with the battery management control unit software and the pulse inverter control module.\nJoby Aviation completed the second stage of a process with the Federal Aviation Administration to certify its electric vertical take-off and landing aircraft for commercial passenger use. There are five stages in the FAA certification process. Joby says the company is still on track to launch its commercial passenger service by 2025.\nA look inside Ryse Aero Technologies, an Ohio-based startup building aircraft that are akin to flying ATVs.\nUniversal Hydrogen, a hydrogen aviation company, was granted a special airworthiness certificate in the experimental category by the FAA. The certification will allow the company to proceed with the first flight of its hydrogen-powered regional aircraft known as the Dash 8-300 flying testbed.\nGM struck a deal with GlobalFoundries to dedicate an unknown amount of U.S. production capacity for GM’s chip supply. GM sure has been busy locking down its supply chain!\nGoogle Cloud announced the general availability of Immersive Stream for XR, which lets you host, render and serve interactive 3D and AR experiences through the cloud. Kia took advantage of this to provide an AR experience for prospective Kia Sportage buyers, which let them browse and customize the vehicle in photorealistic detail.\nAutobrains, an Israeli automated driving startup, hired Joachim Langenwalter, former VP of Software at Stellantis, as senior vice president of autonomous driving.\nBeep has expanded its leadership team. The company brought on Katrina Heineking as EVP of operations; Marc Klein as SVP of strategic accounts and smart cities; and Alex Poirot as vice president of public policy.\nBorgWarner appointed former Ford executive Hau Thai-Tang to its board of directors.\nElectrify America changed up its leadership. The Volkswagen subsidiary named Giovanni Palazzo as chairman of its board and senior vice president of charging and energy, a global position at Volkswagen Group. The company also appointed Rob Barrosa as Electrify America’s President and CEO.\nTesla hired Brandon Ehrhart to oversee its legal department. Ehrhart has held a variety of general counsel roles at Dish Network Corp for the past 20 years. His new title at Tesla is general counsel and corporate secretary.\nVolvo Cars has named Asa Haglund the new head of its safety center.\n \n \n \n ","4":"\nStrava is on the hunt for a new CEO, after Michael Horvath revealed that he’s stepping down from the role for a second time.\nHorvath co-founded Strava back in 2009, steering the company to become one of the world’s biggest activity tracking social communities, passing 100 million registered users last year.\nAfter leaving the Strava hotseat back in 2013 for family reasons, Horvath returned as CEO six years later, with his co-founder Mark Gainey also returning as executive chairman. Now, Horvath says that he’s stepping away from the CEO role and the company is actively pursuing a replacement, simply saying that he feels the company needs someone different at the helm to spearhead its next phase of growth.\n“As co-founder and CEO, it’s only part of my job to ensure we are picking the right path to that destination,” Horvath said. “The other part of it is to ensure we always recruit and support the right leaders for the right times.”\nWhile Strava is chiefly renowned for its use in the cycling and running spheres, allowing users to track and share activities, it has been looking to expand its appeal into tangential outdoor pursuits such as hiking as it chases further growth. Indeed, the company launched a new trail sports option last year, then a few weeks back it announced that it had acquired a European startup called Fatmap, which has created a 3D mapping platform for mountains. Strava is planning to integrate Fatmap into its core platform in the coming months.\nWhenever there’s a changing of the guard at a big venture-backed tech company, this often signals something major is coming up on the horizon. Indeed, Strava has raised more than $150 million in funding over the past 14 years, securing big-name backers such as Sequoia Capital along the way, and it would make sense that Strava would have at least one eye on an exit. Horvath said last year that there were no immediate plans for an IPO, though he later clarified that he wouldn’t rule it out if it made sense at the time.\nThe official line for now, though, is that Horvath believes Strava needs a different skillset to take it to the next level — whatever that next level looks like.\n“What got us here will not be exactly the same as what will get us there,” Horvath said. “I have decided that Strava needs a CEO with the experience and skills to help us make the most of this next chapter.”","5":"\nChallenger search engine Neeva wants to replace the familiar “10 blue links” in search results with something more fitting for the modern AI age.\nBack in December, Neeva co-founder and CEO Sridhar Ramaswamy, who previously spearheaded Google’s advertising tech business, teased new “cutting edge AI” and large language models (LLMs), positioning itself against the ChatGPT hype train.\n“ChatGPT cannot give you real time data or fact verification,” Ramaswamy wrote at the time. “In our upcoming upgrades, Neeva can.”\nFast-forward to January, and Neeva formally launched NeevaAI to the U.S. market, pitched as “authentic, real-time AI search.” While it was technically possible for users around the globe to access NeevaAI before now, it required a little jiggery-pokery in the account settings, involving changing language and location preferences. Today, however, NeevaAI is officially rolling out internationally to logged-in users, including Canada, the U.K., Germany, France, and Spain. Additionally, the Neeva search engine itself (not NeevaAI) will be rolling out to Australia and New Zealand.\nThe timing of today’s announcement is particularly notable, coming a week after Microsoft reignited the search engine wars with the introduction of ChatGPT to its Bing search engine and, with it, the promise of a completely reimagined search experience.\nMost years can pretty much be defined by at least one over-arching tech trend. In 2022, web3 was one of the big buzzwords in town, with the metaverse and tangential immersive technologies also jostling for mindshare. While there is nothing to indicate that such trends will wither any time soon, it’s clear from the first six weeks of the new year that generative AI will be the big talking point of 2023.\nGenerative AI, essentially, describes the process of using algorithms to create (“generate”) new content. The poster child of this movement is ChatGPT, a chatbot-style technology trained on large language models (LLMs) capable of producing scarily good (but far from flawless) work such as essays, articles, poems, lyrics, and even computer programs. The handiwork of OpenAI, a Microsoft-backed artificial intelligence (AI) research body, ChatGPT has taken the world by storm since its prototype was first introduced back in November, with some arguing that its launch signals AI’s arrival into the mainstream.\nWith OpenAI already commercializing the service through a premium subscription, the mighty Google last week scrambled into action to unveil a new “experimental conversational AI service” called Bard, showcasing how AI might transform search engines by powering synthesized responses collated from multiple sources to provide more nuanced answers to online queries. And that is what Microsoft actually launched two days later — an all-new incarnation of Bing powered by a more advanced version of ChatGPT, customized for real-time search.\nRather than serving the usual laddered list of links, the new AI-infused search engine takes a request, scans for answers, and generates a response replete with citations to the original sources.\nThe new AI-infused Bing search engine in action Image Credits: Microsoft\nThe new AI-infused Bing search engine in action Image Credits: Microsoft\nAnd this, effectively, is what Neeva is now bringing to international markets, a month on from its U.S. launch.\nBy way of a brief recap, Mountain View, California-based Neeva first launched a subscription-only search engine in its domestic U.S. market in June 2021, and later went on to add a free “basic” tier to the mix with certain restrictions in place. The company brought the search engine to Europe back in October, and has since rolled it out to additional markets around the world.\nNeeva’s core selling point is that it doesn’t monetize through advertising, and it prevents third-party trackers from using personal data to display personalized ads — Neeva wants to make money through good old-fashioned paid subscriptions.\nAn ad-free search environment means that users don’t have to scroll through myriad sponsored results to get to the organic links they want. However, Neeva’s basic look-and-feel is much the same as search engines have been since before even Google arrived on the scene — row after row of links to individual sources, with a few aesthetic deviations thrown into the mix.\nNeeva: Only organic search results Image Credits: Neeva\nNeeva: Only organic search results Image Credits: Neeva\nBut with NeevaAI, the startup is looking to do its part in reinvent search.\nTechCrunch has been dabbling with NeevaAI over the past few weeks, and from our tests it performed pretty impressively, comfortably handling questions such as “Why were the Beatles so big?” or “What is the world 5k [running] record?,” with Neeva generating a response from multiple cited sources in real time.\nThese citations are key to avoiding the “black box” controversies that engulf many AI technologies. The idea here is that by showing people where it’s sourcing its information from, this not only promotes transparency, but also give those who have published content to the web the credit they deserve and increases their chances of follow-on referral traffic.\nNeevaAI in action Image Credits: TechCrunch\nNeevaAI in action Image Credits: TechCrunch\nBut some questions it simply isn’t equipped to deal with. In those cases, it defaults to the familiar website-specific links and excerpts for users to peruse and figure out the answer for themselves.\nNeeva returning normal results Image Credits: TechCrunch\nNeeva returning normal results Image Credits: TechCrunch\nIn an interview with TechCrunch for this story, Ramaswamy explained some of the rationale that went into developing NeevaAI, including how it decides when and where to generate answers from multiple sources.\n“Roughly speaking, it works for questions that we can find authority websites that answer that question,” Ramaswamy explained.\nSo, unlike many of the quirky examples we’ve seen so far of ChatGPT being tasked with writing lyrics in the style of Nick Cave, for instance, NeevaAI won’t help you here. Likewise, if you ask it a trick question — deliberately or otherwise — it likely won’t return an answer, reverting to the usual list of links for you to research yourself.\n“Our goal with NeevaAI was to — first and foremost — be fail-safe, we don’t want to be telling you incorrect things,” Ramaswamy continued. “So we opted for safety in how we retrieve (information).”\nAn example here might be if someone was to ask NeevaAI when Boris Johnson served as the King of the United Kingdom, rather than the more accurate question of when he served as Prime Minister. It’s the sort of question that could potentially trick any search engine, because there will undoubtedly be pages on the internet that contain all the words in the question — so the onus is very much on NeevaAI to ensure that it understands the question, and gives an appropriate response. Or no response at all, which is what it will do with questions where it’s not confident of the answer.\nNeevaAI refusing to answer a question Image Credits: TechCrunch\nNeevaAI refusing to answer a question Image Credits: TechCrunch\nClearly, NeevaAI’s response here isn’t perfect. A smarter response — one that a human would undoubtedly deliver — would be to tell the user that Boris Johnson wasn’t in fact the King, but he did serve as Prime Minister. Or at the very least, generate a more satisfactory response that steers the user to refine the question. And this is something that could come to NeevaAI in a future iteration, though what form this ultimately takes isn’t clear.\n“If you ask it some some silly question, it’s just not going to say anything because there’s nothing on the web that suggests that this is true or false,” Ramaswamy said. “So when there’s not an answer to be had, we decline to answer. But we will be fixing that soon.”\nTechCrunch’s conversation with Ramaswamy took place before Bing’s big reveal last week, so today’s expansion into global markets has a slightly different feel to it than it might’ve done prior to the knowledge that Microsoft was basically doing the same thing — with billions more dollars in its coffers to help. And it’s clear now that Google will be doing something similar in the future.\nElsewhere, other search engine upstarts are following a similar trajectory to that of Neeva. Back in December, venture-backed You.com launched similar ChatGPT-style AI smarts to that of Neeva.\nIt’s clear that Neeva has its work cut out if it’s to differentiate in a market that includes long-established billion-dollar incumbents, and other agile startups, with much the same goals. However, Neeva is hopeful that its ad-free approach will win it enough supporters to see it flourish more generally as a search engine, at a time when the world has grown increasingly weary of big tech’s big data harnessing. The likes of You.com doesn’t yet deliver ads, but it has said it may offer “non-privacy invading” ads in the future.\nBut more than all that, Neeva is betting on its future by developing its own search stack, rather than leaning on the same engine used by Google or Microsoft’s Bing, as most other challengers do.\nNone of this is to say, however, that Neeva is an entirely independent, self-sufficient entity. While it is pushing toward relying entirely on its own search stack, for now it does lean on Bing for some web search activity. And specific to NeevaAI, Ramaswamy confirmed that it works with “large language model companies” including OpenAI’s GPT-3.5 and Claude from the heavily-venture backed Anthropic, which was founded by former OpenAI employees.\n“We use them for things like generating training data for us, and sometimes we will make calls to them to help with the summaries,” Ramaswamy said. “Most models we use for NeevaAI are our own — we pre-train or fine-tune them for custom tasks like question-answering or summarization.”\nFounded four years ago, Neeva has taken on some $77.5 million in venture capital funding from Silicon Valley VC heavyweights including Sequoia Capital and Greylock. So while it is up against the likes of Google and Microsoft, among other well-funded startups, it’s not exactly without friends and finances itself.\nIrrespective of where Neeva goes from here, it’s clear that 2023 is shaping up to be a big year for generative AI, evidenced by the likes of Shutterstock’s recently-launched toolkit for creating stock images based on text prompts.\nSimilarly, Neeva has no plans to limit the scope of its AI endeavors to simple search engine-based information retrieval, and is likely to expand into related verticals in the future.\n“Vivek [Neeva co-founder Vivek Raghunathan] and I are like kids in a candy shop, we don’t know what to work on next,” Ramaswamy joked. “There’s just so much — simple, natural follow-on things. Generative AI is one direction, doing site-specific search is another super-interesting direction. These are things that are easily adjacent to what we’re doing.”\nNeevaAI is available today in English for logged-in users on both the free and premium plans in the U.K. and Canada, as well as local language incarnations in Germany, France, and Spain.","6":"\nQotto, a solar kits provider with operations in Burkina Faso and Benin, has raised $8 million in a Series A equity-debt round led by the IBL group, a billion-dollar conglomerate headquartered in Mauritius with business interests in a number of sectors including energy, financial services, logistics, distribution, and engineering.\nThe Off-Grid Energy Access Fund (FEI-OGEF), Cordaid, and Qotto’s existing investors also participated in the round.\nQotto told TechCrunch it plans to scale in existing markets, and expand to Ivory Coast where it is set to begin operations by next month.\nSun King raises $260M to widen clean energy access in Africa, Asia\n\nFounded in 2016, Qotto designs and distributes stand-alone solar kits and lanterns to individuals residing in the least electrified regions of Africa. Through a pay-to-own model , it avails its products to individuals in Sub-Saharan Africa that are off-grid owing to underdeveloped national power grids.\n“For Ivory Coast, due to its consistent pace of development relative to the broader West Africa region, and after having tested and optimized operations and services in Benin and Burkina Faso, Qotto is well prepared for a market entry. Moreover, the customers who have been able to test the Qotto products in the country, have expressed a need and desire to see Qotto enter the Ivory Coast market,” said Qotto co-founder and president, Jean-Baptiste Lenoir.\nQotto says IBL is drawing its roadmap for East Africa expansion too, after signing a partnership and agreeing to offer off-grid solutions in the region. The expansion, to take place by September this year, will happen alongside that of IBL, which is planning to “to strengthen its position in East Africa and to develop its renewable energies exposure.”\n“Together, we see a great opportunity for the essential services and large Solar Home Systems offerings provided by Qotto,” said Lenoir.\nThe growth bid follows the planned introduction of new products in the market, including financial services and internet access hotspots, as Qotto evolves into an all-rounded essential services operator.\n“Our edge is that our presence in rural areas allows us to understand the customers and their needs so that we can propose innovative products based on our technical platform,” he said.\nThe planned financial services include micro-insurance, micro-credit and micro-savings products, designed in collaboration with partners such as SUNU, a large insurer in West Africa. Qotto said it has already sold thousands of life insurance contracts.\nThe internet hotspots will be located in high-foot traffic areas like the shops, restaurants or bars.\n“In sub-Saharan Africa, 650M people do not have access to electricity. 550M do not have access to the Internet and 800M do not have access to financial services. Many of these customers are overlapping in their needs for off-grid solutions, connectivity and financial services,” said Lenoir\n“Our model helps to solve these critical issues under a single solution – which we call “essential services”, backed by our proprietary technology stack. In addition, we are aligned with the SDGs to serve customers and improve impact indicators in our markets,” he said.\nRenewable energy solutions by companies like Qotto are bridging the energy access gap in the least electrified countries like South Sudan, Burundi, Chad, Malawi, Burkina Faso, Madagascar and Tanzania, all located in sub-Saharan Africa, which accounts for 75% of the world’s population with no access electricity.\nQotto says its revenue has grown 50% year on year, and that it had 11,000 active customers by the end of last year, which it plans to more than double by the close of this year following its growth plans.\nKenya’s growth was strongest in Africa’s VC market; clean tech, e-commerce pulled in most of the funding\n\nSeven scaleups hog over 70% of funding to Africa’s solar pay-go ventures\n\nCrossBoundary gets $25M for solar mini-grids in Africa\n\n.","7":"\nThe public transport sector in Kenya is largely traditional and a majority of operators, especially those in road travel, still require their clients to physically book tickets at their offices even when making advance travel plans. Others do not have provisions for seat reservation.\nLooking to bridge the gap, booking platforms are emerging in the space, including BuuPass, which is actively looking to promote order in the highly-fragmented sector by helping operators to digitize their operations.\nThe company, which was founded in Kenya seven years ago, plans to first scale in Kenya and Uganda, before exploring other markets backed by a $1.3 million pre-seed funding it has raised from the Founders Factory Africa, FrontEnd Ventures, Adaverse, Gullit, Five35, Renew Capital, Changecom, XA Network, Ajim Capital, Artha Ventures, Daba Finance, Google Black Founders Fund, and several angel investors.\n“The funding will enable us to invest in growth activities, increasing our market share in East Africa, with a focus on Kenya and Uganda. We will hire a team especially on the growth side, and technology experts so that we can build systems for scale because our plan is to become a pan-African infrastructure for long distance transportation,” said co-CEO, Sonia Kabra, who co-founded BuuPass with Wycliffe Omondi in 2016.\nBuuPass, a B2B2C full-stack marketplace, provides operators with a bus management system (BMS) for managing their operations, inventory and sales. It then connects them to its marketplace, where passengers search, compare and book their tickets using different channels, including websites, apps, and USSD codes.\nThe BMS includes a point-of-sale solution to capture transactions, and to provide access to a parcel management module.\nBuuPass says operators using its BMS are able to manage their fleets and businesses better, gain access to data they can use to draw insights from, and reduce cash leakages, while increasing their sales from online bookings.\nThe company says it processes about 12,000 transactions per day across its booking channels, and has recorded over 9 million ticket sales so far. Its Gross Merchandise Value was slightly over $30 million in 2022.\nIt supports a total fleet size of 1,200 vehicles from over 25 bus companies, including one of the oldest, Easy Coach. Travelers can also book flight and train tickets, especially bringing convenience to travelers using the country’s railway network for intercity travel.\nIn Kenya, BuuPass, in partnership with Safaricom, the parent-company of mobile money service M-Pesa, clinched the contract to facilitate train bookings in 2017.\n“Partnering with Safaricom enabled us to land the Kenya Railways (operators of the national train grid) deal and validated our solution and capacity to build solutions for high value transactions. It also enabled us to build trust in the market, and helped us think about scale such that we have developed solutions capable of handling millions of transactions and providing a seamless experience for the end user. It’s been a great validation for us to prove our credibility in the market,” said Kabra.\nSonia and Omondi met in 2013 at the Earlham College in Richmond, Indiana, US, and their interest in entrepreneurship and pursuit to provide solutions for the transport sector in emerging markets, saw them co-found the college’s first entrepreneurship club, and BuuPass. In 2016, they won the $1 million Hult Prize, a grant backed by Bill Clinton that helped them launch BuuPass (known as Magic Bus Ticketing then) in Kenya as a B2C platform.\nHowever, they quickly realized that the idea was not feasible as the operations of most bus companies were overwhelmingly manual, hence the need to prioritize digitization.\n“We went deeper into the market, and saw that there was a bigger problem with the bus operators; they were mostly using pen and paper to do ticketing, they had no transparency into their sales. There were a lot of cash leakages, and they were not able to digitize and access the users who are coming online every day. And so, we built a bus management system for them,” said Kabra.","8":"\nXiaomi — the company that originally made its name as “the Apple of China” — broke out of its home market and became a household name in India shortly after its debut in 2014. Its initial, rapid success was with phones, but that gave Chinese company the velocity to take on other product categories, where it became a big player in wearables, smart TVs and IoT devices. Within two years, it was even investing in Indian startups and making a move into consumer lending services.\nBut now, as Beijing-based Xiaomi approaches its ninth year in the country with 200 million smartphones shipped, its earlier mover advantages are eroding: it lost its top position in smartphone shipments in Q4 2022; it faces regulatory pressure in the country amid growing economic tensions between China and India; and it’s wound down some of its newer business ventures. On top of all that, Xiaomi is seeing an exodus of executives in India.\nCounterpoint Research numbers from January show that Xiaomi’s India smartphone shipments in 2022 declined 24% year-on-year. It managed to keep its top position in 2022 overall, but signs are looking dicey for 2023: Xiaomi dropped to third place in Q4, behind Samsung and Chinese competitor Vivo.\nCanalys also showed a similar drop, along with a 40% decline in Xiaomi’s annual growth in Q4. The company additionally saw a 26% drop in its annual growth in full-year 2022, per the analyst firm.\nXiaomi lost its leadership in smartphone shipments in Q4 2022 Image Credit: Canalys\nXiaomi lost its leadership in smartphone shipments in Q4 2022 Image Credit: Canalys\nIDC also showed a 38%+ dip in the company’s growth in Q4, though the research firm said that the smartphone maker maintained its lead in the market.\nXiaomi’s decline in India is not an isolated phenomenon. Other major smartphone vendors, excluding Samsung and Oppo, have also seen a drop in their shipments over the last couple of quarters. Market analysts attribute this trend mainly to low demand for entry-level smartphones, broader macroeconomic challenges such as high inflation and rising unemployment rates. The global smartphone market has also experienced a slowdown.\nDespite these macro challenges, Xiaomi’s rise and fall and current hurdles are a unique story in the Indian market.\nIn July 2014, Xiaomi entered India with a bang, a bold move at a time when it was largely known for its Apple-inspired products in China. The brand name is difficult to pronounce among local customers, but even so, the company quickly made a name for itself in the South Asian market.\nThe firm’s phones punched above their weight, and it managed to significantly undercut the incumbent’s offerings. And to save costs, Xiaomi opted to not spend on building its supply chain operations and instead partnered with Amazon India and Flipkart to leverage their distribution channels.\nAdded to this was the local economic climate: India was experiencing remarkable growth, moving away from being a massive market for feature phones with an increasing number of young, tech-savvy consumers with a new appetite for low-cost smartphone brands.\nOppo and others were also making moves, but Xiaomi rose to the top and stayed there, overtaking Samsung and local players Micromax, Karbonn Mobiles and Lava.\nOn the back of that, Xiaomi expanded its presence in India by introducing non-smartphone products and establishing brick-and-mortar stores, a crucial move in a market where offline retail still largely dominates.\nThat market entry was also buffered with a charismatic leader. In late 2013, Manu Kumar Jain, who had built his fashion e-commerce startup Jabong which was later sold to Flipkart, was looking to start a hardware startup. To raise money, he went to China, where he met Hugo Barra, Xiaomi’s then vice president, and learned about Xiaomi’s plan to enter the Indian market, according to a source familiar with the matter.\nBarra — a flashy hire in his own right, coming from a high profile role at Google — was tasked with expanding Xiaomi beyond China. He saw great potential in India, which already had some Chinese players such as Oppo and Vivo — alongside local vendors. Jain was Xiaomi’s first executive in India.\nIn 2014, Barra and Jain led a launch event in New Delhi, playing a visible role in establishing Xiaomi’s foothold in a market. This was important not least because anti-China sentiments have long run high due to tensions with the neighboring nation.\nBut the company won over a loyal customer base, which it affectionately referred to as “Mi Fans.” Mi Fans eagerly participated in every new Xiaomi phone launch in the country and helped the company’s PR team by promoting its new online and offline releases.\nThen in 2017, things started to shift.\nBarra suddenly resigned from his position to join Facebook. The move disappointed Xiaomi’s loyal customers, but it meant even more prominence for Jain, who Xiaomi promoted to the role of managing director in 2018 to oversee the company’s operations in India.\nJain quickly filled the void left by Barra’s departure and became a poster boy for the company, interacting with local media, distributors, and fans, and serving as a bridge between the company’s top-level management in China and its counterpart in India.\nHugo Barra was a key face at Xiaomi launches in India and around the globe Image Credit: MONEY SHARMA\/AFP via Getty Images\nHugo Barra was a key face at Xiaomi launches in India and around the globe Image Credit: MONEY SHARMA\/AFP via Getty Images\nYet in July 2021, Jain moved quietly from Bengaluru to Dubai, and the company changed Jain’s designation from managing director to director in November and appointed Muralikrishnan B, the then-chief operating officer, as a director, according to the regulatory filings. In February 2022, Jain resigned from his director position in India.\nA few months later, other details started to emerge that spoke to deeper issues the company had in India.\nIn April 2022, Jain was summoned by India’s financial crime-fighting agency, the Enforcement Directorate. Xiaomi’s India office was also reportedly raided over an alleged tax evasion case in late 2021. The agency seized assets worth around $725 million from Xiaomi for violating the country’s foreign exchange laws. The company responded by stating that over 84% of the seized amount was royalty payments made to Qualcomm Group.\nThese events hit at the company’s image with customers, distributors and retailers. In response, Xiaomi’s board in India held an extraordinary general meeting, sources tell us, to declare its financial compliance with Indian authorities. Regulatory filings from the time show the company amended its legal incorporation and association documents to reflect that.\nIn June 2022, Xiaomi replaced Jain with Alvin Tse as the new India general manager. Tse was likely seen as a safe bet: most recently he had been leading operations in Indonesia but Tse had long familiarity with Xiaomi in India as one of the early architects of its strategy there, an investor in Indian startups, and a founding member of Xiaomi’s sub-brand Poco (later spun out as an independent business). The company also brought back Anuj Sharma — who’d been overseeing the operations at Poco India — as its CMO.\nA Xiaomi India spokesperson told TechCrunch in a written response that the changes were “undertaken to streamline its focus areas and strategy.” In line with this, Muralikrishnan B. was also promoted as the president of India operations, the spokesperson said.\nBut the management changes did not help retain top talent. Key departures in 2022 included CMO Jaskaran Singh Kapany, offline sales operations director Sunil Baby, and chief business officer Raghu Reddy. Jain also eventually left the company in January, saying he would take some time off before considering his next move.\nFormer employees said multiple factors pushed top-level executives to leave the company.\nXiaomi’s compensation in India is known to be poor relative to rivals. One former executive said the salaries of middle and senior management employees at Xiaomi are between 40-50% lower compared to Oppo, Vivo, OnePlus, and Samsung. That resulted in high attrition.\nDespite that, Jain created a “startup culture” that still attracted strong talent.\nManu Kumar Jain became the poster boy for Xiaomi India Image Credit: Indranil Bhoumik\/Mint via Getty Images\nManu Kumar Jain became the poster boy for Xiaomi India Image Credit: Indranil Bhoumik\/Mint via Getty Images\n“Culturally, to me, Xiaomi was much, much higher than any organization I have known or worked with. Xiaomi was very clear about what they wanted to do, and maybe to a large extent because of Manu,” another former Xiaomi executive told TechCrunch, who did not want to be named.\nBut that also crashed after Jain left his position. Tse’s appointment was especially disappointing for top-level employees, who saw it as a sign that their career progression would be limited, one source said.\n“Instead of just a horizontal movement, we could have looked into more vertical movement and [been] given more responsibilities,” the former executive said. “That would have played out differently.”\nThe Xiaomi India spokesperson responded to questions regarding the recent exits and said its attrition rate had been at par or lower than the industry average. The spokesperson also replied on the query about giving relatively low employee compensation by saying that the salaries offered to its employees were in line with industry benchmarks and competitive and “included a combination of fixed and variable pay along with other benefits.”\n“At Xiaomi India, many of our senior executives and employees have been associated with us for a long time and have made valuable contributions to the company’s growth. That being said, there can be cases where people want to pursue fresh career adventures after many years,” the spokesperson said.\nBarra and Jain managed to localize Xiaomi’s operations in India though ultimate control came from China. In 2015, the company started local manufacturing of its devices in partnership with Foxconn. It pronounced the local manufacturing as a move to support the Indian government’s Make in India initiative. This was used as a marketing strategy to convince customers who were avoiding Xiaomi devices due to its linkage with China, which had strained bilateral ties with India. Local manufacturing also helped the company cut import tariffs and stand for getting incentives for exporting locally-manufactured phones. The company later expanded the manufacturing to newer devices, locations and partners.\nThe recent supply chain challenges also did not impact Xiaomi in India as it sourced components from multiple suppliers. Additionally, the company effectively manages its stock keeping units (SKUs) by making minor design changes and selling similar models under different names.\nIt went all smoothly for Xiaomi until 2020 — shortly after the rise in anti-China sentiment in India over a skirmish between armies of the two nations in June. The Indian government then banned hundreds of China-linkage apps, which included Xiaomi’s Mi Community and Mi Browser apps. The company also disabled its Mi Community website.\nDisabling Mi Community, which served as a one-stop destination for Xiaomi’s customers, impacted the company as it had millions of users from India who would directly engage with moderators and software teams assigned by the company. It also offered the company a space to talk about its marketing moves and communicate its product launch plans and software updates.\nAlongside the ban on Mi Community, some Xiaomi stores received vandalism threats due to growing discontent. The company’s shipments coming from China were also halted at Indian ports for rigorous inspection.\nAnti-China sentiment in India reached new heights in 2020 Image Credit: SAM PANTHAKY\/AFP via Getty Images\nAnti-China sentiment in India reached new heights in 2020 Image Credit: SAM PANTHAKY\/AFP via Getty Images\nThe company also began to hide Xiaomi’s native ‘Mi’ branding from its stores with a banner carrying a “Made in India” label.\nXiaomi was not alone in facing criticism over its China connection. Other Chinese companies such as Vivo and Oppo also met similar behavior in the country. But as the biggest brand, Xiaomi got the most attention.\nIn 2021, Xiaomi introduced as many as 17 smartphone models at different price points, and in 2022 it bumped that up to 18 models.\nThis was a major step change for Xiaomi. The company’s initial strategy was to launch one “super-hit” model every quarter to keep people buzzing about the company, said a former Xiaomi executive. The newer approach offering more choice, ironically, was a miscall. Inventory piled up.\n“The biggest challenge for Xiaomi has been to understand the pace of the market,” said Tarun Pathak, research director for devices and ecosystems at Counterpoint Research. That includes better tracking and deals on its stock across its whole ecosystem of devices, but also more 5G models.\nXiaomi has smartwatches and other devices in its ecosystem Image Credit: Wang Gang \/ Costfoto\/Future Publishing via Getty Images\nXiaomi has smartwatches and other devices in its ecosystem Image Credit: Wang Gang \/ Costfoto\/Future Publishing via Getty Images\nNotably, the Xiaomi spokesperson said the company has a “cleaner portfolio” this year, a cornerstone to building back its position.\n“2022 has been a challenging year in more ways than one,” admitted the spokesperson, but countered that its “strong brand” would help see this through. “We have kickstarted 2023 with an extremely successful launch of our most loved Redmi Note series. We will continue to delight our consumers with products that suit their requirements and enhance the overall experience.”\nBut high inventory issues will take a while to even out. Market analyst Ming-Chi Kuo estimated that the company’s smartphone shipments globally in 2023 would decrease by 8–10% year-on-year to 140 million.\n“Xiaomi’s production plans for smartphones in 1Q23 and 2Q23 are still weak, with estimates of only 23–25 million and 20–23 million units, respectively. There are no signs of significant improvement in Xiaomi’s production plan for 3Q23,” he said, adding that its smartphone and component inventory was around 40–50 million, equivalent to 12–16 weeks, significantly more than six weeks, considered a healthy inventory level.\nBut even so, Navkendar Singh, associate vice president at IDC India, noted that it’s too soon to conclude that Xiaomi is losing ground in the country.\n“It’s slightly premature to say that Xiaomi has thrown in the towel,” he said.","9":"\nAt a time when venture capital funding is slowing in China, EV is one of the few sectors that are still keeping investors excited. Case in point, Zeekr, the luxury electric vehicle brand of China’s largest private carmaker Geely, announced Monday that investors have committed to investing $750 million in its Series A funding round. Its post-money valuation has shot up to $13 billion.\nThe news comes just two months after Zeekr said it had confidentially filed for an initial public offering in the U.S. At the time, Reuters reported that the electric carmaker was seeking over $1 billion in proceeds at a valuation of more than $10 billion. TechCrunch has reached out to Zeekr regarding its IPO status.\nInvestors who have agreed to back Zeekr in its Series A include a few heavyweights like Mobileye’s founder and CEO Amnon Shashua, Chinese battery giant and Tesla supplier Contemporary Amperex Technology Ltd (CATL), China’s state-owned Yuexiu Industrial Fund, Tongshang Fund and Xin’an Intelligent Manufacturing Fund, another Chinese state-owned investment vehicle.\nProceeds from the raise will support Zeekr’s technology research and global expansion. Indeed, the firm has been aggressively ramping up its international footprint. In January, my colleague Kirsten wrote that the company had some 3,000 open positions in more than 30 cities around the world, including at its R&D center in Ningbo and Shanghai in China, and Gothenburg, Sweden. The young carmaker was also opening an office in Silicon Valley.\nFounded in March 2021, Zeekr landed its first external funding round in August of that year. The investment totaled $500 million from a list of strategic investors, including Intel Capital, Intel’s corporate VC arm, CATL, Chinese user-generated video site Bilibili, Chinese private equity fund Cathay Fortune Group, of which founder Yu Yong’s holding company is a major shareholder in CATL, and storied Chinese private equity firm Boyu Capital, an investor in Ant Group.\nGeely’s electric car brand Zeekr files US IPO confidentially\n\n","10":"\nSafety advocacy group The Dawn Project is taking its campaign to ban Tesla’s Full Self-Driving (FSD) system to the Super Bowl.\nThe 30-second ad, which is broadcasting to millions of football fans in Washington D.C. and state capitals like Austin, Tallahassee, Albany, Atlanta and Sacramento, outlines several alleged critical safety defects of Tesla FSD, the automaker’s advanced driver assistance system (ADAS).\nFSD is not actually fully self-driving, although it can perform some automated driving tasks like maneuvering through city streets and highways without driver input. The $15,000 system isn’t perfect, though, and drivers must remain alert to take over in case the system malfunctions or comes across something it can’t handle. There have been several reports of accidents occurring while Autopilot, Tesla’s lower level ADAS, was engaged. As a result, Tesla has been criticized, investigated and sued for falsely marketing the capabilities of its automated driving systems.\nThis most recent critique comes as Tesla has recently released its latest version of FSD to around 400,000 drivers in North America, renewing concerns of the system’s safety. Last month, a Tesla engineer testified that a 2016 demo in which the company claimed its car was driving itself was actually staged.\nThe Super Bowl ad features a collection of incriminating videos of Teslas behaving erratically while a voice over claims FSD will “run down a child in a school crosswalk, swerve into oncoming traffic, hit a baby in a stroller, go straight past stopped school buses, ignore ‘do not enter’ signs, and even drive on the wrong side of the road.”\nThe Dawn Project asserts that Tesla’s “deceptive marketing” and “woefully inept engineering” is endangering the public, and calls on the National Highway Traffic Safety Administration and the Department of Motor vehicles to turn off FSD until all of the safety defects are fixed.\nThe Dawn Project’s founder, Dan O’Dowd, is also the CEO of Green Hill Software, a company that builds operating systems for embedded safety and security systems, as well as its own automated driving systems. That fact at once lends credence to the organization’s potential subject matter expertise, and makes it clear that Green Hill is in competition with Tesla’s FSD. Last year, The Dawn Project took out a full page ad in The New York Times claiming Tesla’s FSD has a “critical malfunction every eight minutes.”\nO’Dowd, who ran for a seat in the U.S. Senate last November and lost, says he’s making the investment in the new ad campaign because he wants to put pressure on politicians to prioritize ADAS safety. Some politicians like Sens. Richard Blumenthal (D-Conn.) and Edward J. Markey (D-Mass.) have called for more oversight on Tesla’s tech, but the issue hasn’t exactly gone mainstream.\nAfter The Dawn Project aired a commercial last summer showing a Tesla Model 3 striking four different child-sized mannequins while driving a test track in California, Tesla sent the organization a cease-and-desist letter. The letter refuted all of the campaign’s claims, doubled down on Tesla’s commitment to safety and called to question The Dawn Project’s methodology.\n“The purported tests misuse and misrepresent the capabilities of Tesla’s technology, and disregard widely recognized testing performed by independent agencies as well as the experiences shared by our customers,” wrote Dinna Eskin, a Tesla lawyer, in last year’s cease-and-desist. “In fact, unsolicited scrutiny of the methodology behind The Dawn Project’s tests has already (and within hours of you publicly making defamatory allegations) shown that the testing is seriously deceptive and likely fraudulent.”\nTesla supporters also rushed to defend the technology, including one investor who tested the FSD beta using his own kid. O’Dowd offered to run the test with Musk and other critics in person to prove the accuracy and methodology of his tests.\n“Tesla continues to focus on features and marketing gimmicks, not fixing critical safety defects,” said O’Dowd in a statement.”Elon even stated that Tesla’s priorities were Smart Summon, Autopark and Optimus, not making sure that FSD will not run down children. It is clear that the priorities at Tesla are wrong, and it is time for the regulator to step in and switch the software off until all of the issues we have identified are fixed.”\nTesla hasn’t responded publicly to the Super Bowl ad, but CEO Elon Musk replied to a tweet showing the ad with the Rolling on the Floor Laughing emoji. Tesla disbanded its PR department in 2020, so TechCrunch couldn’t reach out for a comment.\nIn addition to the Super Bowl ad, The Dawn Project is also taking out a series of full page ads in Politico and running additional TV ads in Washington, D.C., “where regulators are located,” that will call on FSD to be disabled until critical safety defects are fixed.\nDOJ requests Autopilot, FSD documents from Tesla\n","11":"\nWelcome to The Interchange! If you received this in your inbox, thank you for signing up and your vote of confidence. If you’re reading this as a post on our site, sign up here so you can receive it directly in the future. Every week, I’ll take a look at the hottest fintech news of the previous week. This will include everything from funding rounds to trends to an analysis of a particular space to hot takes on a particular company or phenomenon. There’s a lot of fintech news out there and it’s my job to stay on top of it — and make sense of it — so you can stay in the know. — Mary Ann\nHello, and welcome back. We finally got our power restored after the ice storm and I’m feeling better after coming down with a cold — but since I’m still not operating at full capacity, this newsletter will be a bit abbreviated.\nRebrands are not uncommon in the startup world, and the fintech space is no exception. They are particularly more prevalent when companies pivot to adapt to external circumstances. Last week, TripActions announced it was rebranding and is now called Navan.\nI, for one, wasn’t at all surprised by the news since TripActions pivoted from being a travel expense management company to a corporate card and expense management for enterprises more generally soon after the COVID-19 pandemic hit in March 2020. In 2021, CEO and co-founder Ariel Cohen told me that its revenue didn’t just drop — it bottomed out . . . to zero. That’s when execs decided to focus its efforts on its then-new Liquid offering, which appears to have worked out pretty well for the company. In October, amid its continued growth, the company raised $154 million in equity at a post-money valuation of $9.2 billion, up from its prior valuation of $7.5 billion, as well as a $150 million structured financing deal from Coatue. Then in December, it secured $400 million in credit facilities from Goldman Sachs and Silicon Valley Bank (SVB).\nIts rebrand is more than just a name change, apparently. The company said it has now unified its travel, corporate and expense offerings into “a single super application.” On top of that, Navan — a combination of navigate and avant (or forward) — claims to be the first travel company to integrate OpenAI and ChatGPT APIs across its infrastructure and product set.\nThe company says it is currently using the generative AI technology to write, test, and fix code with the aim of increasing its operational efficiency and reducing overhead. So now, through Ava — Navan’s virtual assistant — travel managers are able to personalize recommendations and increase traveler engagement, execs claim. They say also that admins can use the tool as a personal assistant to perform tasks such as performing personalized data analysis, providing granular carbon emission details or ordering corporate cards for their company. Meanwhile, travelers can do things like perform a travel search, solve customer support issues and even recommend an Indian restaurant near their hotel in London, for example.\nA company spokesperson told me via email: “Program admins will be able to ask Ava for reporting across the travel and spend programs, whether that is via text, graph, PDF, etc.  We also use AI to do everything from the elimination of expense reporting to automate itemization — and in the case of hotel folios, we instantly fetch it from the hotel after a stay, categorize line items, compare that against company policy, and submit for the user, so there’s no need for them [to] move pennies around in order to balance out a folio — a process that’s pretty painful in my experience.”\nPersonally, we’ve been wondering at TC when generative AI was going to impact the fintech space, so I’m intrigued by this move on TripAction’s — I mean Navan’s — part.\nBut I should point out Navan wasn’t the only company in the financial services space that announced it was incorporating AI into its products.\nLast week, TechCrunch’s Sarah Perez reported that Microsoft and American Express announced they were teaming up to put AI to work “to aid with the frustrating and laborious task of filing and auditing corporate expense reports.” She wrote: “The companies agreed to expand their decades-long partnership to build solutions that leverage Microsoft Cloud and AI technologies, starting with expense report management. According to Amex, the initial solution will leverage machine learning and AI to automate expense reporting and approvals.” Notably, though, Amex says the AI is something it built in-house — it’s not leveraging Microsoft’s partnership with OpenAI but is using Microsoft Cloud. You can read more about that deal here.\nFascinating! I expect we’ll only be hearing more about AI being incorporated in the world of financial services.\nLast week, Affirm announced that it was reducing its staff by 19% and shutting down its crypto unit. It also missed analysts’ estimates on its revenue and earnings. All this news led to a sharp drop in its stock price. It’s further evidence that buy now, pay later as a space is struggling. I plan to get into that more next week, so stay tuned.\nGusto also slashed jobs — laying off 126 people last week. Last May, TechCrunch had reported that the HR technology unicorn, which was worth nearly $10 billion at that time, raised an extension to its 2021-era Series E funding round. That funding event included $175 million in primary capital, a tranche of secondary shares and a tender offer.\nIronically, TC’s Natasha Mascarenhas explains, late last month, Gusto’s editor-in-chief wrote about the topic of layoffs — and the silver lining ahead for small businesses looking to scoop up talent.\n“Call me cynical, but in the end, a big business will always choose itself over scores of its employees. It’s just the nature of the beast. Small businesses need to use this fact to their advantage.”\nTechCrunch reached out to Gusto for comment and was told that the cuts represented about 5% of the workforce. A spokesperson also told me: “All employees were notified by email. Impacted employees also received a text pointing them to the email.” One employee, who wished to remain anonymous, said the move came as a surprise since the company claims that it is in “stable financial condition.” The same employee cited a toxic work culture, a sentiment that was echoed by some users of Blind.\nAccording to Axios: “Robinhood announced it plans to buy back shares from Sam Bankman-Fried’s Emergent Fidelity Technologies. That particular Robinhood stake is currently in legal hell after FTX’s implosion. Robinhood’s board has authorized the purchase of “most or all” of the 55 million shares Emergent Fidelity Technologies acquired last year, it said in its earnings report Wednesday. Emergent Fidelity Technologies was formed to buy a 7.6% in Robinhood in early 2022. Now however, the stake is being disputed by several players.” Ouch. I’m sure Robinhood didn’t anticipate this when giving up those shares.\nPie Insurance, which provides workers’ compensation insurance to small businesses, announced that it has completed its transition to a “rated, full-stack carrier.” Pie will begin issuing its own insurance policies later this year following the recent acquisition of a nationally licensed insurance company (previously the American Insurance Company), now renamed the Pie Insurance Company. We last covered Pie in September when it raised a $315 million Series D. Pie also expanded into commercial auto insurance as the MGA for Ford Motor Credit Company through the launch of Ford Pro Insure.\nFrom Manish Singh: “Fintech Kissht and PayU’s LazyPay are among the apps that India’s IT Ministry has blocked in the ongoing crackdown as New Delhi moves to curb the misuse of consumers’ data and protect the nation’s integrity.” More here.\nPayPal’s stock is up once again. The company announced during its fourth-quarter earnings announcement that longtime CEO Dan Schulman plans to retire at the end of the year. But its earnings topped analysts’ estimates. Last week, we wrote about the company’s plans to lay off 2,000 employees.\nIn July 2022, Brazilian fintech alt.bank launched novücard, a credit card in Brazil that has a “dynamic” credit limit, with the ability to see the limit adjusted upward and downward automatically based on usage and payment timeliness. A company spokesperson told me that since that launch, novücard has grown to 150,000 new clients, “making it the fastest growing credit card in Brazil.” She added: “As many as 3,000 new customers per day are obtaining a new novücard. The company expects this figure will grow, boosted primarily by word of mouth — and that the number of customers will increase to 2 million by the end of 2023.” Founded by American Brad Liebmann, fintech alt.bank has 130 employees based primarily in São Paulo and São Carlos. The company raised $5.5 million in seed funding in May of 2021.\nFormer Gemini CTO launches Fierce, a high-yield finance super app\nNew social investment platform Follow taps influencers to mirror their investment strategies\nSUMA Wealth acquires Reel to close the U.S. wealth gap. Christine covered last year: https:\/\/techcrunch.com\/2022\/10\/21\/suma-wealth-latinos-credit-gaming\/\nSequoia Capital Southeast Asia backs cross-border payments startup Tazapay\nInvestment platform Moonfare caps Series C extension at $15M\nThat’s it for this week. Thanks once again for hanging in there with me, and I hope to be back at you at full speed next week. Enjoy the rest of your weekend! xoxo, Mary Ann","12":"\nWelcome to Startups Weekly, a nuanced take on this week’s startup news and trends by Senior Reporter and Equity co-host Natasha Mascarenhas. To get this in your inbox, subscribe here.\n“San Francisco is back!”\n“It never left.”\n“It’s been long dead.”\nThey’re all takes, none particularly good, yet all insinuating a degree of self-importance that you, of all people, know when a city’s heart is pulsing in a way that should count.\nTo me, San Francisco, despite all the transience and frustration it’s been known to be associated with, feels like it never left. It’s too simplistic to believe that cities can leave our lives, disappear from culture or bid away relevance. I’m not saying that San Francisco didn’t legit have a mass exodus with empty storefronts and office buildings — that is very much a thing that happened. But people are slowly trickling back: According to Vox, citing LinkedIn data, “over the last 12 months, San Francisco has seen the second-biggest worker population gain of any area in the United States.”\nIt’s been felt. It feels nice to eavesdrop on conversations and hear people talking about the future, to see bookstores filled until close and to have a full schedule of networking events and happy hours. I’m constantly reuniting with people I’ve only known over Twitter DMs and bumping into people — an “I’ve lived here” milestone I’ve only dreamt of. Maybe it’s just the way I’ve been experiencing San Francisco, but it feels like the more social energy around us is less cocky, more present. Like, yes, there’s a huge hype cycle around AI and I think people are flocking to Hayes Valley for some reason, but from the smattering of founders I’ve had coffee with lately? They seem more focused on building than getting covered in TechCrunch pre-product. Maybe I’m just lucky, but I feel like the SF that is back feels more grounded, less boastful.\nIt makes me think: Cities never leave our lives, they simply teach us lessons about cyclic moments, transient friendships and how community can be fickle.\nIf you enjoy this newsletter, you should check out my personal blog too! In the rest of this newsletter, we’ll talk about pitch deck teardowns and artificial intelligence.  As always, you can follow me on Twitter or Instagram, where I unfortunately don’t post about the demise of this city.\nIt never hurts to be reminded that it’s important to eat your vegetables — and that is my lazy introduction into Haje Jan Kamps’ latest Pitch Deck Teardown on Spinach.io. Heh. As a reminder, this series includes a walk-through of startup pitch decks that includes areas of strengths, where there could be improvements and witty analysis all throughout.\nRead the entire analysis here and remember: If you want your own pitch deck teardown featured on TC+, here’s more information. Also, check out all our Pitch Deck Teardowns and other pitching advice, all collected in one handy place for you!\nImage Credits: Mohd Hafiez Mohd Razali\/EyeEm (opens in a new window) \/ Getty Images\nImage Credits: Mohd Hafiez Mohd Razali\/EyeEm (opens in a new window) \/ Getty Images\nAs with every hype cycle, accountability and transparency is needed. TC’s Dominic-Madori Davis has written a pair of stories looking at how the artificial intelligence boom is sitting with historically underfunded minorities. There’s good news, and there’s bad. Let’s start with the good: First, women-founded AI startups are seeing a boost in VC funding. Heck yes. At the same time, the work is not done — bias continues to appear all through AI, from investments VCs make to the products that founders are building.\nHere’s why this is important, in Davis’ words: “Discussions about diversity are more important than ever as AI enters a new golden era. Every new technology that appears seems to be accompanied by some harrowing consequence. So far, AI has contributed to racist job recruiting tactics and slower home approval rates for Black people. Self-driving cars have trouble detecting dark skin, making Black people more likely to be hit by them; in one instance, robots identified Black men as being criminals 9% more than they did white men, which would be put under a new light if judicial systems ever [began] adopting AI.”\n\nImage Credits: salihkilic \/ Getty Images\nSeen on TechCrunch\nCan you take back a gift? FTX thinks so\nYahoo will lay off 20% of staff, or 1600 people\nIn a trademark battle between an NFT artist and Hermès, the artist just lost\nMeet the prolific Russian espionage crew hacking spymasters and lawmakers\nPipe has a new CEO from Block, months after founding team announces departure\nSeen on TechCrunch+\nHow to think about your business model as part of a VC pitch\nFor startups, ‘we haven’t spent a penny on marketing’ isn’t always a good thing\nDear Sophie: Will published articles better my odds of getting an O-1A or H-1B visa?\nAfter a record 2022, 8 investors explain why it’s ‘still just Day 1’ for Africa’s startup ecosystem\nEdtech reacquaints itself with fintech\nChat next week,\nN ","13":"\nAhoy, all. Welcome back to the latest edition of Week in Review, the newsletter where we point you to some of the most-read TechCrunch stories from the past seven days. Want it in your inbox every Saturday morning (which, not for nothin’, used to be cartoon time for this Gen Xer)? Here’s the link.\nAnd now, let’s get on with this week in AI — I mean, this week in tech news.\nMicrosoft and AI: This week at a press event, Microsoft CEO Satya Nadella said that “it’s a new day for search.” He was referring to the company’s integration of OpenAI’s ChatGPT-4 into Bing, its 13-year-old search engine. The hope, say the folks in Redmond, is that the integration will help Bing better compete with Google. Downloads of the app jumped 10x after the AI news broke since Microsoft promises priority access to the new Bing to those who have it installed. Wanna get more in-depth? Check out Frederic’s hands-on with the search engine.\nGoogle and AI: Trying not to be outdone, Google this week announced Bard, its counterpart to OpenAI’s ChatGPT. It’s in a testing phase now and it will use Google’s Language Model for Dialogue Applications to power a conversational AI that will draw on information on the web. But Devin also says that the company is losing control.\nMUM’s the word (sorry, that was too easy): Google also announced this week that its “multisearch” feature, which allows users to search using images and text, is now available globally on mobile. And guess what powers multisearch? AI tech called Multitask Unified Model. MUM!\nGitHub layoffs: This week, Microsoft’s GitHub announced it is laying off 10% of its staff of 3,000. As part of the effort to “protect the short-term health” of the company, GitHub will also close all of its offices and go fully remote.\nApple execs on the M2: In a wide-ranging interview with Apple VPs, my boss and TechCrunch editor-in-chief Matthew Panzarino explored the company’s latest in its M line of chips, and went deep on the M2 MacBook Pro and Mac mini models. Spoiler alert: They’re faster.\nIndia blocks betting and loan apps: India’s Ministry of Electronics and Information Technology has called to block 232 betting and loan apps in order to keep users’ data safe, among other reasons.\nFootball!: It’s Super Bowl LVII time and there are ways you’ll be able to stream it. Get all the details here.\nOn Equity this week, Natasha spoke to Cleo’s chief business officer and former CEO SJ Sacchetti about ego, setting boundaries, stepping down and becoming a “statistic” and why a company needs to succeed without you. And on Found, Darrell and Becca talked to Keta Burke-Williams, the founder and CEO of direct-to-consumer fragrance company Ourside, about what got her interested in disrupting the behemoth — and outdated — fragrance industry.\nTC+ subscribers get access to in-depth commentary, analysis and surveys — which you know if you’re already a subscriber. If you’re not, consider signing up. Here are a few highlights from this week:\nThe bias of AI: Dom reports that bias appears in most aspects of AI, from investment and hiring to data collection and production. So the question remains: Who is the next frontier of AI really for?\nAfrica’s startup ecosystem: Last year saw record investments in African startups. Tage talked to eight investors and discovered that key to this was pre-seed and seed-stage investors. But there is still a long way to go.\nSpinach.io’s Pitch Deck Teardown: Haje turns his attention to the seed deck of Spinach.io, a company building out its meeting tool for engineers.\nFor cybersecurity pros: Contributor David J. Bianco writes about the defender’s dilemma: “The idea that attackers have all the advantages and that defenders must be passive and wait for something to respond to is practically an axiom of cybersecurity. It is also a lie.”","14":"\nW\nelcome to the TechCrunch Exchange, a weekly startups-and-markets newsletter. It’s inspired by the daily TechCrunch+ column where it gets its name. Want it in your inbox every Saturday? Sign up here.\nJust because you’re a startup doesn’t mean you can be careless with the data you’re handling, but enterprise-grade compliance and privacy used to be prohibitively expensive for small teams. This is starting to change. — Anna\nWhen it comes to selling products and services to enterprise clients, compliance is a requirement for any vendor — including startups.\nHowever, meeting governance, risk and compliance (GRC) standards and proving that you’ve done so used to be very expensive. A new wave of startups that are helping others prepare for compliance audits has cropped up, but entrepreneur Sravish Sridhar thinks that more can be done.\n ","15":"\n“That doesn’t look safe.”\nThe statement would follow me for days. Every time I mentioned I was test driving Arcimoto’s Fun Utility Vehicle — an open air, all-electric three-wheeler — a friend or co-worker would pipe up to state, what to them, seemed like the obvious.\nAfter all, most cars have four wheels, not three. They also tend to have doors and airbags too. \nArcimoto’s FUV (or Fooove as I chose to pronounce it) has something most of those fully enclosed sedans and subcompacts do not: It’s a thrill to drive without feeling like a deathtrap. \nLegally speaking, the FUV is a motorcycle. I think of it more as an electric go-kart that hits 75 mph on the highway. If you’re like my colleague Brian Heater, however, your first thought might be “Flintmobile.” Another colleague wondered if it was more like an ATV. While yet another friend later said the FUV reminded them of a Little Tikes Cozy Coupe. \nWhatever you conclude on first blush, one thing’s for sure: If you want to drive something that everyone will hastily form an opinion of, then oh boy is this the car for you.\nA quick, 10-minute walkthrough and lap around the block was apparently all the training I needed before an Arcimoto staffer sent me off on my own in the FUV. \nI picked it up at GoCar Tours Las Vegas, and really that’s the rub. The FUV could be a neat little neighborhood cruiser, but in a town like Vegas, this three-wheeler screams touristic excursion. Arcimoto may as well’ve built it for soaking in the spectacle of the Strip, but I’d like to think the little guy also introduced some flavor of its own to the otherwise SUV-dominated roads.\nDriving down the Strip in the Arcimoto FUV\nThe FUV features heated seats and handlebars to compensate for the wind chill. There’s also a steel panoramic roof (that GoCar filled in with ads), a hand and foot break (the former is regenerative), Bluetooth speakers and a projected 102-mile range in the city.\nI adjusted to the handlebar throttle (and missing steering wheel) quicker than I expected. At a traffic signal, I queued a few songs I felt comfortable subjecting passerbys to, sank deeper into the front seat and rode around like I had real errands to do.\nI’m a habitual, smug pedestrian and don’t own a car, but as I pulled into a pharmacy parking lot and tugged my tote bag out of the trunk (a small, lockable “cargo box”), I thought: “Hey, three wheels are better than none.” I was riding high on Pixies’ Doolittle album and the novelty of it all, cruising down virtually empty roads shortly before CES attendees and cabs would clog Sin City’s arteries. \nThe FUV is tiny, but it can’t exactly weave around traffic like a conventional motorcycle. Still, there were moments I deeply appreciated its small stature, and steered around stretches of cars that were taking up half the lane waiting to turn.\nAnother shot of Arcimoto’s FUV on the Strip\nPlus, I could park just about anywhere. It takes up so little space that reserving an entire parking spot for the FUV seems almost wasteful. \nRiding around with a passenger in the back was also a joy. You may not believe it, but the roof does a nice job of reflecting sound, so I could easily chat with my colleague Natalie Christman while she filmed from the rear seat.\nHaving someone along with you also means you’re bound to spot more reactions from pedestrians. In our case, they ranged from blank stares and upward nods to outright yelling. It isn’t easy to hear what someone’s shouting from the sidewalk across ultra-wide streets, but I made out some variations of, “what’s that!?” and “Is that new?!” (It isn’t. The FUV debuted in 2019.)\nParking the FUV with plenty of room to spare\nMy stay in Vegas was exceedingly wet, as rare storms dumped buckets on the city. I considered this a challenge for both myself and the FUV. I agreed to endure a couple days of chilled knuckles and wet pants, so long as the goofy little vehicle did not slip ‘n slide us beneath a hulking pickup. It didn’t!\nThe rain wasn’t too challenging. Sometimes my hands went a bit numb despite the heated grips. (If I owned a FUV, I would just keep a pair of gloves in the back.) Occasionally, I dodged puddles. It was a small hassle to brush rainwater off the seat and the roof mostly did its job.\nIn a sprinkle, I sipped an iced latte and jotted down notes on how cold I felt. Why am I this way?\nOther FUV downsides included the extra-heavy steering. It really made me work to get around turns from a full stop, handling almost like a car without power steering. I was told when I picked it up that the latest iteration of the FUV addresses this and steers lighter.\nAfter a while, the attention got old, too. I’m an introverted trans lady, so I’m not here for the stares that accompany a visually loud vehicle. I don’t see this as a deal breaker, though — just an observation. I also love very goofy cars, so this is more of a personal contradiction than anything else.\nThe FUV is certainly goofy. However, in normally dry locales like Las Vegas or say, Los Angeles, it struck me as, dare I say, practical. I would prefer a teeny city car with doors and windows, and there are three-wheelers on the market that offer just that, including Electra Meccanica’s SOLO.\nWith room for a passenger (unlike the SOLO) and an overall breezy driving experience on a single charge, I still think Arcimoto’s FUV is less silly than it initially lets on.\nThe name makes it seem like a car best left for tourists; I’d happily ride it around my neighborhood for light errands. It seemed sturdy and dependable in the three and a half days I spent with it, and riding on three wheels seemed just as natural to me as four. (Side note: I did take it on the highway, reaching around 60 mph, and that was a bit too thrilling for my taste.)\nThere are plenty of reasons to opt for an extra small vehicle, especially if you live in a dense area. For one, smaller vehicles require fewer materials and smaller batteries, which at least in theory should translate to lower emissions. Smaller vehicles are also less likely to kill pedestrians.\nIf you have any safety concerns, you can check out what Arcimoto has to say about that here. A spokesperson for the company told TechCrunch that the FUV’s “steel upper frame meets the FMVSS 216a Roof Crush Resistance standard.”\nThe car also includes a crash-sensor that disconnects the battery on impact and “dual 3-point safety seatbelts.” That means you have to buckle up twice when you get in.\nIf you want to try the FUV out for yourself, you may want to hurry. After laying off dozens of staffers, Eugene, Oregon-based Arcimoto alerted investors in January that it was running out of cash.\n“We have halted our production of vehicles and will require substantial additional funding to resume production,” the automaker said.\nWithout fresh funds, Arcimoto warned at the time that it “will be required to cease our operations and\/or seek bankruptcy protection.” The startup’s market cap sat around $13.5 million when this story was published, a far cry from its $1 billion-plus high two years ago.\nThe FUV starts at $17,900 before subsidies, but the price creeps above $25,000 with upgrades like fancier seats, half doors, a rear cargo box and cup holders. Arcimoto also sells used FUVs; on its site, the company has one listed for $16,800.\nIf you know something about Arcimoto, reach out to this reporter via email or Twitter DM.","16":"\nWelcome back to Chain Reaction, a podcast diving deep into stories, backgrounds and latest news with the biggest names in crypto.\nFor this week’s episode, I interviewed Gwendolyn Regina, investment director at layer-1 blockchain BNB Chain. Prior to her current role, Regina worked at Facebook — or, as some call it now, Meta — building a new business unit for venture capital partnerships and startup growth. She’s also a founder of a few different businesses and a founding team member for an early-stage tech investment firm, Thymos Capital.\nAs investment director, Regina looks at new projects, talks to developers and runs BNB Chain’s grant program, which picks up to 10 projects a month to help them grow on the chain.\nBNB Chain was launched in September 2020 and was initially kicked off by Binance, the world’s largest crypto exchange by trading volume.\nSince then, BNB Chain has aimed to be a decentralized, community-owned separate entity from Binance with a focus on three audiences: retail markets, builders and developers, and bridging Web2.0 businesses to web3, Regina said. “We’re here to, number one, grow the blockchain and grow the pie.”\nAlthough the past year has been shaky for crypto markets, BNB’s investment strategy takes a long-term view and is mainly not affected by day-to-day market events, Regina explained.\n“Our investment thesis doesn’t change and yet it also changes,” Regina joked. “We all know blockchain and crypto move incredibly fast, so we are more precise in certain areas but largely speaking it has not changed.”\nAll in all, through the bear market and “mini bulls” along the way, “we’re in a phase where everyone is building,” Regina said. “And we want to enable more capabilities on BNB Chain.”\nWeb3 gaming on BNB Chain also has grown “organically through robustness and cheaper fees,” but the blockchain’s team is now “doubling down” in that sector to encourage more gamers and developers to play and build on its chain, Regina added. Out of its 1 million daily active users, about 40% are gamers, she shared.\n“Our GameFi infrastructure has always been relatively strong but because things evolve so much we’re really trying to find one-stop shop GameFi infrastructure,” Regina said. “Going back to our investment thesis, when we look at the different themes, we always ask ourselves what is missing now and more importantly […] you have to think about what will be important in six months.”\nFor Regina and the BNB investment team, investments are “more than financial capital; it’s really a lot of growth incentives,” among other elements.\nChain Reaction comes out every other Thursday at 12:00 p.m. PT, so be sure to subscribe to us on Apple Podcasts, Spotify or your favorite pod platform to keep up with the action.","17":"\nEmerging Indian social media app Slick left an internal database containing users’ personal information, including data of school-going children, publicly exposed to the internet for months.\nSince at least December 11, a database containing full names, mobile numbers, dates of birth, and profile pictures of Slick users was left online without a password.\nBengaluru-based Slick launched in November 2022 by former Unacademy executive Archit Nanda after pivoting from crypto and closing his earlier startup CoinMint. His latest venture, Slick, is available on both Android and iOS and works similarly to Gas, a compliments-based app that is popular in the United States. The app also allows school and college students to talk with and about their friends anonymously.\nSecurity researcher Anurag Sen from CloudDefense.ai found the exposed database, and asked TechCrunch for help in reporting the incident to the social media startup. Slick secured the database a short time after TechCrunch reached out on Friday.\nDue to a misconfiguration, anyone familiar with the database’s IP address could access the database, which contained entries of over 153,000 users at the time it was secured. TechCrunch also found that the database could be accessed by an easy-to-guess subdomain on Slick’s main website.\nThe researcher also informed the India’s computer emergency response team, known as CERT-In, the country’s lead agency for handling cybersecurity issues.\nNanda confirmed to TechCrunch that Slick fixed the exposure. It’s not known if anyone other than Sen found the database before it was secured.\nSlick attracted many younger users in India shortly after debuting last year. Earlier this month, Nanda took to Twitter to announce that the app crossed 100,000 downloads.","18":"\nTwitter is still in the early days of its Elon Musk era, but the company’s new owner hasn’t hesitated in leaving his mark on the social network.\nAccording to a new survey from GLAAD, Amnesty International, and the Human Rights Campaign, prominent LGBTQ accounts are already noticing a difference on the platform under Musk’s leadership.\nOut of 11 LGBGT organizations surveyed, five reported experiencing more frequent abuse and hate speech following Musk’s takeover in late October. None of the groups saw a decrease in targeted hate during the same time period.\nWhen asked if their organization had encountered a similar uptick in hate on other social networks, 90% of the respondents said that the increase in harassment was limited to Twitter. All of the organizations reported encountering hate speech and harassment on Twitter, whether in the pre or post-Musk eras.\nThe survey, which focused on accounts with more than 10,000 followers, is far from comprehensive, but it was designed to capture a “snapshot” of the social media landscape in the early months following Musk’s $44 billion takeover. After buying Twitter, Musk quickly reversed many of the company’s content moderation decisions, including some high profile cases that set an ominous precedent for the platform’s many LGBTQ users.\nIn November, Twitter reinstated right wing academic Jordan Peterson and The Babylon Bee, two accounts originally suspended for transphobic tweets about transgender actor Elliot Page and U.S. health official Rachel Levine, respectively. Musk had previously characterized Peterson’s infraction as “minor & dubious,” signaling his interest in reversing LGBTQ-related suspensions.\nA report from GLAAD and Media Matters published in December tracked a handful of popular right-wing Twitter accounts and found a post-Musk spike in the use of the word “groomer” — an increasingly prevalent slur that labels queer people as pedophiles. Prior to Musk’s loosening of the platform’s rules around hate, Twitter classified the term as a banned anti-LGBTQ slur.\nIn December, Musk himself made the unfounded suggestion that Yoel Roth, Twitter’s well-respected former head of Trust and Safety, was a pedophile, kicking off a firestorm of anti-LGBTQ harassment that ultimately drove the gay former Twitter executive out of his Bay Area home.\n“… This lie led directly to a wave of homophobic and antisemitic threats, of which Twitter has removed vanishingly little… [and] ultimately I had to leave my home and sell it,” Roth told Congress earlier this week.\n“Those are the consequences of this kind of online harassment and speech.”\nElon Musk just brought an infamous neo-Nazi back to Twitter\n\nElon Musk’s Twitter already looks grim for the LGBTQ community\n","19":"\nTo get a roundup of TechCrunch’s biggest and most important stories delivered to your inbox every day at 3 p.m. PST, subscribe here.\nIt’s Friday, and we’re slumping back in our office chairs with a hot cup of coffee after a week that’s been as slow as mid-winter molasses.\nFor Black History Month, we are in awe of the story of Sojourner Truth, who was an American abolitionist and women’s rights activist. Born into slavery, she escaped with her infant daughter and became the first Black woman to successfully sue for a family member’s freedom in 1828. To learn more about her, this Ted-Ed mini documentary is a great place to start, and if you want to go deeper, don’t miss the stirring biography by Patricia and Frederick McKissack.\n— Christine and Haje\nIt’s been a pretty slow day on the news front today — I think everyone has a case of the Fridays today. Here’s a few of the stories worth taking a closer look at, though:\nImage Credits: Aleksandr Zubkov (opens in a new window) \/ Getty Images\nImage Credits: Aleksandr Zubkov (opens in a new window) \/ Getty Images\nEvery early-stage startup relies on third-party vendors to handle some aspect of their operations: No one wants to build a shopping cart, credit card processing or ID verification app from scratch.\nBut now that third-party data breaches are a regular occurrence, teams need to make managing that risk a part of their day-to-day operations, writes Jon Siegler, co-founder and chief product officer of LogicGate.\n“No matter how well you clean things up, the reputational hit to your organization will continue to cost you in lost business down the road,” he writes.\nHow to manage third-party cybersecurity risks that are too costly to ignore\n\nThree more from the TC+ team:\nTechCrunch+ is our membership program that helps founders and startup teams get ahead of the pack. You can sign up here. Use code “DC” for a 15% discount on an annual subscription!\nConnected automotive company Otonomo is being acquired by Urgently in a reverse merger, Ingrid reports. Otonomo went public in a 2021 SPAC, at the time valued at $1.4 billion, but that has since dipped to $70 million. Ingrid writes, “It’s been a bumpy road for smart mobility technology — with macroeconomic pressures, the slower development and rollouts of next-generation technology like autonomous systems and the cooling tech investing market all making it harder for younger businesses to sustain and grow their businesses. Otonomo is perhaps the latest casualty in that pile-up, but it may not be the last.”\nIf you’re into classic games, one of our popular stories from late yesterday was Sarah’s about a remastered, free-to-try version of Myst arriving on iOS.\nAnd we have five more for you:","20":"\nMeta is preparing a fresh round of job cuts, according to a report from the Financial Times. Two people familiar with the matter told the Financial Times that there has been a lack of clarity around budgets and the future headcount at the company. The job cuts are expected to take place around March, but it’s unknown how people could be affected.\nThe lack of clarity has resulted in staff noting that not much work is getting done, as managers have been unable to plan ahead, the report says. Certain budgets that would normally be finalized by the end of the year still haven’t been finalized, and decisions that would usually take days to be signed off on are now taking a month in some cases.\nMeta did not immediately respond to TechCrunch’s request for comment.\nThe report comes as Meta CEO Mark Zuckerberg said earlier this month during an earnings call with analysts that the company plans to continue to contain costs. He promised a “year of efficiency” and said that Meta would be more proactive about cutting low-priority and low-performance roles. Zuckerberg noted that Meta would be flattening its organization structure and “removing some layers in middle management to make decisions faster.”\nIn November, Meta laid off 11,000 employees, or about 13% of its global workforce. The cuts were the largest in Meta’s history and impacted multiple departments within the company, with recruiting and business teams affected the most. At the time, the company said its hiring freeze would extend into early 2023, with only a “small number of exceptions.”\nAlthough Meta clearly isn’t the only company to announce layoffs in the past year, it’s one of the few to expand on its previous layoffs. For instance, Amazon originally said that it would lay off 10,000 employees, but later expanded that figure to 18,000. In addition, Coinbase recently laid off 950 employees, after already letting go of 1,100 employees last June.\nThe news comes as Meta announced today that its chief business officer, Marne Levine, is stepping down after 13 years at the company. During her time at Meta, Levine serviced as the first chief operating officer at Instagram, and was also the vice president of global public policy at Facebook. Meta said that moving forward, Nicola Mendelsohn and Justin Osofsky will take on expanded roles as senior sales and partnership leaders, and will report to COO Javier Olivan.\nMeta stock perks up as the company promises a ‘year of efficiency’\n\nMeta confirms 11,000 layoffs, amounting to 13% of its workforce\n","21":"\nOne of the biggest complaints in the crypto world is that using the technology is, you know, kind of difficult.\nUsers typically have to download a crypto wallet to transfer funds from one place to another or buy an NFT, something many find so challenging to access that they just don’t bother.\nAs the ecosystem evolves, many big players are trying to alleviate the issue through new on-ramps or payment solutions.\nMoonPay, a web3 infrastructure company, has joined forces with Magic Eden, one of the biggest NFT marketplaces, to help make NFTs more accessible through old-school tricks, the companies announced on Monday.\nThe web3 ecosystem “benefits from an increasing number of active users that engage with the technology,” Bree Blazak, VP of global sales at MoonPay, told TechCrunch in an email. “Traditional payment options are a gateway for non-crypto native users to engage in the space.”\nNavigating the web3 world can be challenging for many users, Zhuoxun Yin, COO and co-founder of Magic Eden, said to TechCrunch. “That’s why we’re working closely with brands, creators and ecosystem builders to integrate tools that make it easier for users to navigate web3 and bring new use cases for NFTs that will attract new users to the space.”\nBeyond those efforts, Magic Eden is also building out educational resources and content with partners in an effort to demystify the onboarding process and highlight areas of trust and safety for users to know about self-custody and making certain NFT purchasing decisions, Yin said.\nTo that end, MoonPay, which has processed about $3.5 billion in transactions across over 160 countries, will provide the NFT platform with multichain onboarding payment solutions so Magic Eden users can buy NFTs with credit cards, debit cards, Apple Pay, Google Pay and more.\nThis integration “expands the universe of people who can purchase these assets from the hundreds of millions who own cryptocurrencies to the many billions of people who have debit and credit cards,” Blazak said.\n ","22":"\nWhen the economy was booming, the buy now, pay later space thrived. But as inflation and interest rates climbed, consumer-focused players in the space have struggled with increased defaults amid less discretionary spending.\nCiting economic turbulence, Affirm announced last week that it was reducing its staff by 19% and shutting down its crypto unit. It also missed analysts’ estimates on revenue and earnings; Affirm’s stock plunged on the news, lowering its valuation to under $3.7 billion. (When it went public in 2021, its valuation was $12 billion.) Swedish BNPL giant Klarna has also taken a massive hit to its valuation, coming in at $6.7 billion in July, down 85% from June 2021.\nMorgan Stanley downgraded Affirm’s stock last week as well, saying the company’s offerings “are too large given narrow incremental benefits”\nIn September, the Consumer Financial Protection Bureau issued a report suggesting that companies like Klarna, Affirm and Afterpay, which all allow customers to pay for products and services in installments, must be subjected to stricter oversight. The report may have been too little, too late; many are concerned that BNPL does not constitute responsible lending, and it’s hard to tell whether the model itself is sustainable in the long term.\nIn a July 2022 report, Fitch Ratings noted that some of the largest BNPL providers had seen delinquency rates more than double over the previous few quarters, while credit card delinquency rates were relatively flat, “underscoring the BNPL’s lower asset quality,” according to the report.\n ","23":"\nWhat’s it take to bring a tech conference to life? A village, people. Not to be confused with The Village People, but I digress. We’re searching for outstanding volunteers to support our events team and help make TechCrunch Early Stage, our one-day founder summit taking place on April 20 in Boston, Massachusetts, an awesome experience for our attendees.\nWhether you’re a college student focused on tech, marketing or event planning, curious about the startup world or interested in learning how to produce a world-class conference, fill out this form and apply to volunteer at TC Early Stage by the April 3 deadline.\nWe expect around 1,000 people at this event, and volunteers will handle a variety of tasks. At any given time, you might:\nWhat’s in it for you? Fair question. If you’re selected, not only will you get a behind-the-scenes look at how events are produced, but you’ll also have time to take in some of the many presentations, breakout sessions and roundtable discussions. Take a peek at the conference agenda.\nPlus, because we appreciate your dedicated effort, you’ll also earn a free pass to attend TechCrunch Disrupt 2023 — our three-day flagship event in San Francisco on September 19–21.\nVolunteer spots are limited. If you want to gain valuable event experience, take in all the startup goodness and earn a free pass to TechCrunch Disrupt 2023, apply to volunteer before April 3.\nNot interested in volunteering but still want to attend? Jump in and save with early-bird pricing. Buy your early-bird ticket for $249 and save $200. Either way, we can’t wait to see you in Boston!\nIs your company interested in sponsoring or exhibiting at TC Early Stage 2023? Contact our sponsorship sales team by filling out this form.\n\n\n","24":"\nFord said Monday it is investing $3.5 billion to build a factory in Michigan that will make cheaper lithium iron phosphate batteries for its growing portfolio of electric vehicles.\nThe factory, which will be located in Marshall, Michigan, will not make nickel cobalt manganese (NCM), a technology that is in its current EVs. Ford said it is working with Chinese company Contemporary Amperex Technology Co, known as CATL, confirming previous coverage. Under the arrangement, Ford’s wholly owned subsidiary would manufacture the battery cells using LFP battery cell knowledge and services provided by CATL.\n“We are committed to leading the electric vehicle revolution in America, and that means investing in the technology and jobs that will keep us on the cutting edge of this global transformation in our industry,” said  Ford executive chair Bill Ford said in a statement. “I am also proud that we chose our home state of Michigan for this critical battery production hub.”\nThe $3.5 billion factory is part of Ford’s plan to invest more than $50 billion in electric vehicles globally through 2026. Ford said it plans o deliver an annual run rate of 600,000 electric vehicles globally by the end of this year and 2 million globally by the end of 2026.\nThe factory, called BlueOval Battery Park Michigan, will initially employ 2,500 workers, according to the company. Production is expected to begin in 2026. Ford will have the option to further grow its battery capacity plant.\nFord said it is adding the LFP batteries to its lineup this spring, starting with the Mustang Mach-E, CEO Jim Farley said during a press conference Monday. Ford said last summer that CATL would supply LFP battery packs for the Mach-E SUVs in North America starting in 2023 followed by F-150 Lightning pickup trucks in early 2024.\nFord’s decision to manufacture LFP batteries in the United States is part of a trend among automakers to adopt this an older, cheaper and safer technology. Tesla, for instance, already uses LFP batteries in the EVs it makes and sells in China.\nChina has owned the LFP market for nearly a decade due to an agreement with a consortium of universities in the U.S. and Canada that hold patents on the technology. But that is poised to change as access to patents open up and the cost of battery materials rise.\nNewer battery chemistries like nickel-manganese-cobalt (NMC) and nickel-cobalt-aluminum (NCA) have the benefit of higher energy density that improves the range of their batteries. However, LFP doesn’t use scarce raw materials like cobalt and nickel, making them cheaper, and are less likely to catch fire. Those perks have become more appealing to automakers as seek to offer more affordable EVs, while maintaining or even improving profit margins.\nCorrection: Ford’s new $3.5 billion factory in Michigan will only manufacture LFP batteries, not nickel cobalt manganese (NCM) and LFP batteries.","25":"\nMeena Harris knows how to build. The lawyer and author grew her side hustle of making activist T-shirts into a behemoth of a brand, Phenomenal, which recently expanded from merchandising to media to entertainment. Now, she wants to invest in those who show that same scrappiness with her next, and literal, venture: Phenomenal Ventures.\nThe entrepreneur, who is the niece of U.S. Vice President Kamala Harris, is starting the venture firm with partner Helen Min, a former head of marketing at AngelList, Plaid and beyond. The duo met as early employees at Facebook, where they became close friends and eventually tech operators who shared notes on everything from grad school to angel investing. The idea for a joint VC firm materialized in 2021, months before the downturn began, Harris explained.\n“We feel really confident in our ability to succeed, but also wanted to start modestly and just do the work, despite some of the uncertainty around the economy,” she said.\nPhenomenal Ventures has already closed a debut early-stage-focused fund totaling $6 million, with investments from firms including 776, Tribe Capital, Slow Ventures and founders from tech companies including Dropbox, Quora and Pinterest. Around 38% of LPs are founders or former founders. Nearly half of the fund’s investors self-identify as women, and 12% as Black.\nThe new fund allows Phenomenal Ventures to participate in pre-seed to Series A rounds, averaging check sizes around $100,00 to $500,000. The firm additionally tapped Zabreen Khan as a partner, who started her investment track at Andreessen Horowitz and Lead Edge Capital.\nThe firm has invested in 13 companies so far, nine of which are built by underrepresented founders (although Min said they don’t have any specific diversity mandate or quota).\n“Every company that Meena and I have worked for — as startups employees at Facebook, Slack, Dropbox, Uber, Plaid, Quora, AngelList, they are literally all by non-underrepresented founders — our networks very much reflect those companies and the networks we were a part of for so long, to say we’re going to turn [down] that deal flow that surfaces because of the network we’re a part of… I don’t think [that] super makes sense, especially not for fund one,” Min said. “Venture is all about leveraging the unique access that you have.”\nThe timing of the firm’s public launch is notable. The tech industry is going through a reset, as shown in public market struggles and sector-agnostic layoffs. Funding for female founders is dropping. “There are funds of all sizes still being raised, we know that there’s money out there that is still being deployed and raised, but not many of them are led by solo GPs — even fewer are led by women, let alone women of color, or people like us who are women of color and aren’t career venture capitalists,” Harris said.\nThe fundraising process for Phenomenal Ventures’ fund, per Min, took around a year. “I am very transparent about this and I wish more people were: we set out to raise a larger fund,” she said, adding that they closed the first half of the fund in the first three weeks of fundraising. Then, Min says, the slowdown froze LPs, impacting the fundraising process.\nEventually, Harris and Min decided that they would stop fundraising after their first close, focusing on making this a proof of concept fund that puts them in business. “There’s a real tradeoff between the time that we spend fundraising and the time that we can actually spend with deal flow and meeting founders and helping our portfolio companies, so we decided to call it,” Min added.\n“We really feel confident in our ability to succeed but also really wanted to start modestly and just do the work…despite some of the uncertainty around the economy,” Harris said, later adding, “you can be fundraising forever, especially in terms of what the economy looks like.”\nHarris said that Phenomenal Media and Phenomenal Ventures will operate as two separate legal entities. Optically, the brand overlap certainly helps with marketing; yet Phenomenal brand’s roots of being in the e-commerce space means that the firm often gets inbound pitches for physical goods. While Min says they never categorically say no to the DTC category — which has been through tumultuous times over the past few years — they tend to invest in what they know: which are software enterprise companies, fintech and future of commerce.\n“I think that’s a big surprise to people because we are women, and then the Phenomenal brand and just sort of its history,” Min said. “But we’re really focused on things that will have venture-like returns.”\nFor Harris, the firm feels like the opportunity to have a “mission-driven impact” on the tech industry that she has been a part of for over 15 years. She’s eyeing the entire “value chain” of startups, with the first stop being venture.\n“With venture, and doing it at this scale, you have the ability to make an impact with your LPs, GPs, founders or portfolio companies down to employee culture and the end users that they serve,” Harris said.","26":"\nIs the AI photo app trend already over? Over the past several months, AI-powered photo apps had been going viral on the App Store as consumers explored AI powered-experiences like Lensa AI’s “magic avatars” feature and other apps promising to turn text into images using AI tech. But new data from app intelligence firm Apptopia indicates consumer interest in AI photo apps has fallen as quickly as it rose.\nThe firm analyzed top AI photo apps worldwide, tracking both their download growth and in-app consumer spending.\nIn its analysis shared with TechCrunch, Apptopia examined the leading AI photo app Lensa AI and others, including Voi, Remini, Pixelup, Fotor, Wonder, FacePlay, Aiby, FaceApp, Gradient, Dawn AI, Facetune, Prequel, Voila AI Artist, New Profile Pic Avatar Maker, and Meitu. (Voi was a later arrival, launching on Dec. 7.)\nApptopia found that this group of AI apps first began to take off around Thanksgiving, then hit their peak in terms of both downloads and in-app purchases around mid-December. At their height of popularity, the apps topped 4.3 million daily downloads and ~$1.8 million per day in consumer spending via in-app purchases.\nThose numbers have significantly dropped since. On November 11, the apps saw their lowest revenue, at $0.37 million. And, a week later on November 19, they saw the lowest number of downloads, at 0.84 million.\nAs of yesterday (not shown on the chart below), the same group of apps saw only around 952K combined downloads and around $507K in consumer spending, as the numbers continue to fall.\nAnother fad comes and goes. From my newsletter this morning. pic.twitter.com\/qRFCuCucxc\n— Adam Blacker (@AdamBlacker25) January 27, 2023\n\n \nThis latest hype cycle began with Lensa AI’s breakout success. Though the app has been around since 2018, Lensa AI went viral in late November to early December 2022 thanks to its new avatar feature which saw it jump to the No. 1 spot on the iOS App Store’s competitive “Photo & Video” charts ahead of bigger apps like YouTube and Instagram. Users were fascinated with the app’s clever new “magic avatars” feature which leveraged the open-source Stable Diffusion model to process selfie photos to generate avatars that looked like they had been made by a digital artist.\nBut there were soon a number of complaints about how this technology had been put to use. People found that it was too easy to trick the app into making NSFW images, and artists were upset that their work had been opted into the training data without their consent. The latter resulted in many of the AI profile pics having similarities to artists’ own work — but they weren’t the ones profiting from it.\nConsumers seemed to respond to the ethical concerns being raised. As TechCrunch had reported at the time, some people began to leave comments on AI photos and profile pictures posted on social media to tell people not to use an app that steals from artists. This backlash likely quelled some of the demand for the AI art. After all, it’s not much fun to use an AI pic for your profile if you’re essentially being accused of theft when doing so.\nPlus, some people only wanted to see the results of their own AI profile photos after seeing TikTok videos about the feature. After running through the creation process one time and receiving a collection of photos, there was not necessarily further interest in using the feature again.\nSome users also had complaints about the subscription required for what they thought should be a one-off task.\nIn addition, the app stores themselves had become overrun with AI photo apps, pushing numerous other AI apps into the App Store’s Top Charts, some of which worked better than others. At one point in mid-December, the top three spots on the U.S. App Store were held by AI photo apps and many others were newly ranking in the Top 100. Sensor Tower estimates at the time indicated that 8 out of the top 100 apps by downloads were AI art apps. But the apps weren’t particularly differentiated from one another, as they were all some variation on AI avatars — like those Lensa AI helped popularize — or offered another sort of AI image generator, like those that generated images from text prompts.\nThe market was immediately overly saturated. At the same time, there was growing interest in another form of AI technology: ChatGPT. The AI chatbot was released on November 30, 2022, and soon gained consumer attention. By January, the App Store was again flooded with AI apps. But this time around it was with dubious ChatGPT apps, not Lensa AI copycats. Apple quickly removed one of the more prominent fake ChatGPT apps, but others remained.\nMore recently, we’ve seen consumer interest in ChatGPT-like experiences drive Microsoft’s Bing to near the top of the App Store after it announced integrations with OpenAI’s newer chatbot technology, which promises to be an improvement over ChatGPT. It’s not clear if AI chatbots will actually unseat traditional search in the near or long term, despite the immediate threat, because there continue to be concerns around bots’ ability to produce misinformation. But for now, these apps are the latest to intrigue consumers.\nThe burst of consumer interest in photo AI apps, ChatGPT, and now, Bing, indicates people are paying attention to AI technology and do want to test out the new ideas first-hand. A winner or winners may eventually emerge here, but it’s too soon to tell.","27":"\nSamsung’s Galaxy Watch5 will now offer improved period tracking features thanks to a new partnership with Natural Cycles that leverages the smartwatch’s temperature sensors to make better predictions. The launch follows last fall’s announcement of a new temperature sensor on the Apple Watch Series 8 that similarly allows wearers to improve their period predictions as well as view retrospective ovulation estimates when the watch is worn overnight.\nAccording to Samsung, the advanced period-tracking features will become available to smartwatch owners across 32 countries globally, including North America, Europe, and Asia.\nIt explains that Natural Cycles has developed an algorithm that uses body temperature and other fertility indicators to make predictions about fertility. This will be used along with the Watch5’s new infrared sensor to track skin temperature changes overnight. The data is encrypted and stored on the device, Samsung says, where it’s used to power its Health app’s Cycle Tracking feature.\nSamsung had been late to market to launch its own period tracking feature, only adding the option to its Health app in 2020, long after Apple, Fitbit, Garmin, and other third-party apps had done so. But the manual period tracking method is reliant on historical data to make predictions — and that can only go so far. Adding the ability to track temperature changes can improve its accuracy.\n“The Natural Cycles app has helped millions of women around the world take control of their fertility and this partnership will allow Samsung to leverage our fertility technology to offer temperature-based cycle tracking through a smartwatch for the first time,” said Dr. Raoul Scherwitzl, co-founder and co-CEO of Natural Cycles, in a statement.\nHowever, it’s worth pointing out that Apple cautions its own customers that the temperature-tracking features it introduced should not be used as birth control or to diagnose health conditions — even though it may track temperature changes that could be your first alert to other health problems, like polycystic ovary syndrome or fibroids.\nPlus, Apple points out, overnight temperature tracking can be impacted by other factors, like the sleep environment, and it notes that body temperature naturally fluctuates when you sleep. Instead, Apple says temperature tracking is used to provide improved period predictions and retrospective ovulation estimates only.\nSamsung doesn’t share those cautions in its own announcement, though, touting Natural Cycles’ ability to determine “each user’s unique fertility status.” Likely, a doctor would suggest this method on its own should not be used to determine fertility, we’d argue. But it could be useful in combination with other methods, including consistent AM basal temperature readings using a thermometer, other ovulation tests, and manually entered period tracker data.\nToday’s news shows Samsung is attempting to keep up with a market where Apple has been leading. But since it’s rushing to compete on this front, it chose to bring in a partner instead of creating an algorithm of its own in-house.\nIt’s not the first time Samsung used a partnership to boost its Health app capabilities, either. The company previously announced a deal with Calm to upgrade the app’s Mindfulness section with content, for instance.\nSamsung says the new skin temperature-based cycle tracking capabilities will come to the Samsung Health app on the Galaxy Watch5 and Watch5 Pro within the second quarter. 32 markets will support this feature, including Austria, Belgium, Bulgaria, Croatia, Cyprus, the Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Korea, Latvia, Lithuania, Luxembourg, the Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, the U.K. and the U.S.","28":"\nMore than two years ago, Amazon subsidiary Zoox unveiled an electric, autonomous robotaxi it built from the ground up. Now, the cube-like vehicle that is loaded with sensors — and not a steering wheel — is starting to roll out on a few public roads in northern California.\nA solitary Zoox robotaxi made its inaugural launch on public roads over the weekend after the company received a permit from the California Department of Motor Vehicles, the agency that regulates autonomous vehicles in the state. Zoox said the vehicle has also passed a self-certification from the Federal Motor Vehicle Safety Standards.\nThe scope of Zoox’s launch on public roads is limited; however, it does mark another milestone for a company that launched quietly eight years ago with an ambitious goal to build and operate a commercial robotaxi service with its own purpose-built vehicle. The company has been testing its custom robotaxi vehicles on “semi-private courses” in California since last year. This weekend was the first time the vehicle carried passengers on public roads.\nInitially, robotaxis will only be available to Zoox employees and run as a shuttle service on about a 2-mile loop between the company’s two main buildings in Foster City, California. \n“That sounds simple, but it’s not. It’s a very complex route,” CEO Aicha Evans said in a news briefing with media. She noted that the route will include right-hand and left-hand turns, several traffic lights, pedestrians, bicyclists, as well as navigating in a parking lot and making a bi-directional turns, which the robotaxi is designed to carry out.\nThe employee shuttle service is launching in the spring. Zoox did not disclose the size of the shuttle fleet. Zoox co-founder and CTO Jesse Levinson said the company has built dozens (not hundreds) of robotaxis and plans to add more of the vehicles to its permit with the DMW in the coming days.\nIt has been assumed that Zoox robotaxis would need an exemption from the federal government under FMVSS because the vehicles don’t include traditional driving controls such as a steering wheel or pedals. Nuro, another AV company focused on delivery, received an exemption in early 2020 for its low-speed R2 vehicle.\nBut Zoox has insisted for months that an exemption isn’t needed because it has incorporated FMVSS performance requirements into the vehicle.\nThe company didn’t disclose when its employee service might expand to incorporate more roads or members of the public.\n“You can assume that at some point after the spring we’ll be able to put other folks in the vehicle, but we don’t have a specific date,” Levinson said. We will need additional permits to put non Zoox employees in our vehicles on public roads.”\nZoox currently tests Toyota Highlander vehicles equipped with its self-driving system on public roads San Francisco, Las Vegas and Foster City, California, near its headquarters, and Seattle.","29":"\nThere was a slew of movie trailers and TV show teasers that football fans–and Rihanna fans–got to watch during the 2023 Super Bowl last night. Of course, the Super Bowl is often a huge day for studios that want a lot of eyes on upcoming titles just a few months ahead of the summer movie season.\nFor instance, viewers saw a debut of a new “The Flash” trailer starring the controversial actor Ezra Miller, who has a history of allegations and legal charges. The trailer also featured a first look at Michael Keaton reprising his role as Batman. Other cast members include stars Sasha Calle as Supergirl, Michael Shannon as General Zod, Ron Livingston as Henry Allen, Maribel Verdú as Nora Allen, Kiersey Clemons as Iris West and Antje Traue as Faora-UI.\nIn the Warner Bros’ superhero movie, Barry Allen (Miller) travels back in time to change past events so he can prevent his mother’s murder and save his family. However, time travel has its consequences, and Barry gets trapped in a reality that sees the return of General Zod. Oh, and there are no superheroes. So, Barry must convince Batman to come out of retirement to help save the world and the future as they know it.\n“The Flash” premieres in theaters on June 16, 2023.\nAlso, fans got to see a small glimpse of the all-new trailer for “Guardians of the Galaxy Vol. 3.” Basically, a trailer of a trailer. Coming to theaters on May 5, viewers got a sneak peek at High Evolutionary (played by Chukwudi Iwuji), Rocket Raccoon’s creator. The Guardians must save Rocket’s life from his dark past coming back to haunt him.\nThe movie stars Chris Pratt as Star-Lord, Zoe Saldaña as Gamora, Dave Bautista as Drax, Bradley Cooper as Rocket, Vin Diesel as Groot, Pom Klementieff as Mantis, Karen Gillan as Nebula and Sean Gunn as Kraglin. “Guardians of the Galaxy Vol. 3” will also feature Will Poulter as Adam Warlock, a golden-skinned humanoid that was created as a weapon to destroy the Guardians.\nDungeons & Dragons players will see their favorite popular tabletop roleplaying game on the big screen this March. Based on the popular game, “Dungeons & Dragons: Honor Among Thieves” is set to open in theaters on March 31 and features a star-studded cast– Chris Pine, Hugh Grant, Regé-Jean Page and Michelle Rodriguez.\nThe film focuses on a team of unlikely adventurers who tackle a heist of epic proportions to recover a lost relic, but things don’t go as planned when they run into dangerous people. Dungeons & Dragons players that know the pain of rolling a nat 1 will likely understand how bad it can get when a mission goes wrong.\nNext up on the list of exciting Super Bowl movie trailers is the seventh “Transformers” movie, “Transformers: Rise of the Beasts,” premiering in theaters on June 9.\nThe movie takes place in 1994 when two humans– Noah Diaz (played by “Hamilton” star Anthony Ramos), an ex-military electronics expert and Elena Wallace (Dominique Fishback), an artifact researcher at a museum–must face an ancient conflict between three breeds of Transformers: the Maximals, the Predacons and the Terrorcons.\nOther stars include Luna Lauren Vélez and Tobe Nwigwe, as well the voice talents of Liza Koshy as Arcee, Pete Davidson as Mirage, Peter Cullen as Optimus Prime, Ron Perlman as Optimus Primal and Peter Dinklage as Scourge, among others.\nIf you want to see Adam Driver take on prehistoric dinosaurs, Sony debuted the latest trailer for “65.” The sci-fi thriller is about a pilot named Mills (Driver) crashing on Earth 65 million years in the past. Mills and the only other survivor, Koa (Ariana Greenblatt), must make their way across the planet inhabited by dangerous scaly creatures.\n“65” makes its debut on March 10.\n“Indiana Jones and the Dial of Destiny” also got a TV spot during last night’s big game. On June 30, “Indiana Jones” fans will see the return of Harrison Ford as the legendary hero archaeologist, who is accompanied by his goddaughter, Helena (played by “Fleabag” actress Phoebe Waller-Bridge), on his journey to stop Voller (Mads Mikkelsen), a Nazi scientist.\nOther movie trailers that got big game spots included the unbelievably insane “Cocaine Bear” movie based on a true story, along with “Fast X,” the tenth movie in the “Fast & Furious” franchise, “Strays,” starring Will Ferrell and Jamie Foxx, “Scream VI,” “Creed III” and “Air,” a movie about the Air Jordan brand.\nPeacock, on the other hand, took a spin on the typical Super Bowl teaser fare. In the new teaser, “Poker Face” star Natasha Lyonne comments on other 2023 Super Bowl commercials, like the Google Pixel ad and the M&M characters. The new Peacock crime series, “Poker Face,” is currently airing episodes every Thursday.\nAlso, Disney celebrated its 100th anniversary during the Super Bowl, giving viewers a look at the upcoming live-action movie, “The Little Mermaid” starring Halle Bailey, as well as recent hits “Encanto,” “Zootopia” and “Black Panther” and classics like “Mulan,” “Lion King,” “Peter Pan” and “Mary Poppins.”\nLastly, Paramount+ debuted the trailer for its new docuseries “The Family Stallone,” which stars actor Sylvester Stallone with his wife, Jennifer Flavin Stallone, and daughters Sophia, Sistine and Scarlet. The Big Game commercial also featured other familiar characters, such as Dora The Explorer, Beavis and Butt-Head, Captain Pike from “Star Trek” and more.\nHere are the tech industry’s 2023 Super Bowl commercials, with noticeably less crypto\n\nHere’s how to stream Super Bowl LVII 2023\n","30":"\nIn late 2013, Errplane, a Y Combinator-backed startup, began developing an open source project called InfluxDB for database performance monitoring and alerting. After raising several million in financing from VC firms including Mayfield Fund and Trinity Ventures, Errplane changed its name to InfluxData — and went on to raise tens of millions more in capital.\nYears later, it seems InfluxData is still doing something right. The company late last week announced that it raised $30 million in debt and $51 million in a Series E equity round led by Princeville Capital and Citi Ventures with participation from Battery Ventures, Mayfield and Sapphire Ventures, sources say at a valuation higher than its Series D in 2019. CEO Evan Kaplan tells TechCrunch that the combined $81 million will be put toward developing InfluxData’s new database engine, InfluxDB IOx, as well as dedicated cloud tiers and a new on-premesis, enterprise-focused InfluxDB product built atop InfluxDB IOx.\nWhen asked why InfluxData decided to secure a loan alongside the new equity, Kaplan said that it’s “been customary” for the company “depending on market conditions and growth requirements.” Easier access to debt in the tech industry likely played a role, too. By year-end 2022, debt deal value for tech surpassed 2021 numbers with more than $29 billion raised across 2,188 deals, according to PitchBook’s Venture-Monitor report.\n“Analyzing data in real time is an enormous challenge due to the sheer volume of data that today’s applications, systems and devices create,” Kaplan said via email. “InfluxDB gives developers the ability to separate relevant signals from the ‘noise’ created by this huge amount of data.”\nPlatforms like InfluxData have come into vogue in the last few years as the demand for real-time data analysis tools grows. SingleStore, which provides a platform to help enterprises integrate, monitor and query their data as a single entity, has raised more than $100 million in capital to date. Imply, another real-time database vendor, closed a $100 million Series D round in May that values the company at a $1.1 billion post-money.\nKaplan argues that databases purpose-built for analyzing real-time data — otherwise known as time series data, or data recorded over consistent intervals of time — offer advantages over the relational databases companies typically employ for their data workloads. For example, while relational databases have a defined schema, meaning changes like adding or removing columns require database migrations, time series databases tend to be “schema-less” and allow new fields to be added quickly and easily.\n“Within the time series universe itself, a top challenge is managing high-cardinality data volumes — pulling in the right data, transforming it and storing it in a way that makes it easy to derive value from it,” Kaplan said. “This is why a purpose-built solution for time series is critical; it lowers the barrier to entry and streamlines the impact times series data can have.”\nAccording to Kaplan, InfluxData’s customers primarily tap the company’s platform to gain access to infrastructure, systems, apps and customer data in real time as well as centralize metrics, events, logs and tracing data across the organization. Those with physical assets also collect sensor and device data using InfluxData, whether originating from factories, manufacturing plants, smart devices or satellites.\n“InfluxDB accelerates the pace at which organizations derive value from data,” Kaplan averred. “IT teams using InfluxDB can query data immediately after it is written, often measured in milliseconds, as opposed to many other data warehouses that rely on batch ingestion and delayed processing before delivering insights. By offering true real-time insights, InfluxDB ensures companies can collect and act on massive data volumes faster than ever.”\nBesides the funding, the big news coming out of InfluxData is the launch of the aforementioned InfluxDB IOx, which was announced last November. Kaplan explains that InfluxDB IOx “reimagines” InfluxDB as a columnar, real-time data service, giving users a time series engine designed to ingest and analyze high-volume, high-velocity data.\nInfluxDB IOx expands the number and variety of use cases that InfluxDB can handle, such as observability and distributed tracing, Kaplan says, while offering support for “the full range” of time series data. Additionally, the rebuilt engine adds SQL language support for queries, bringing the ubiquitous data programming language to InfluxDB for the first time.\n“The release of InfluxDB IOx significantly improved on the platform’s main benefits with the introduction of SQL support, the removal of cardinality limits and real-time queries that are up to 100x faster,” Kaplan continued. “Customer interest in the new database engine is strong and we are bullish on the product roadmap to bring InfluxDB IOx to a wider population of developers. Furthermore, as InfluxDB IOx delivers full support for the golden triangle of observability data — metrics, logs and traces all in a single database — we can compete more aggressively in internet of things, cloud observability and other resource-intensive analytics settings.\nTechCrunch can’t independently verify those performance claims. But on the customer side, InfluxData is objectively healthy (assuming the numbers Kaplan gave me are accurate, of course), with more than 1,900 commercial clients including Hulu, Siemens, Tesla, Cisco and IBM.\nKaplan acknowledged that InfluxData faces increasing competition from AWS (see: Timestream) and Microsoft Azure (Azure Data Explorer) and emerging open source vendors (Timescale, QuestDB). But he believes the rollout of InfluxDB IOx and the new financing round put the company in a position of strength.\n“InfluxDB currently has 750,000 users deploying InfluxDB’s cloud service, with 6,000 new users every month,” Kaplan added while declining to reveal the company’s burn rate or annual recurring revenue. “In a sign of our continued growth, InfluxData currently has roughly 165 employees and expects to expand its employee base by about 10% by the end of 2023.”\nWith the closure of the Series E, InfluxData’s total equity funding stands at $171 million.","31":"\nHighbeam, a startup that provides banking features, credit and cash flow insights to e-commerce customers, today announced that it raised $10 million in debt from TriplePoint as it looks to expand the reach of its digital product portfolio.\nCo-founders Samir Shergill (previously at Microsoft, McKinsey and AppNexus) and Gautam Gupta (formerly of Shopify, Venmo and Alloy) spent years working with e-commerce firms to help them scale. Together, they arrived at the conclusion that while online brands have been built to maximize revenue growth, aided by a surge in tech and marketing solutions, e-commerce is inherently capital-intensive and low-margin. The missing link to building a sustainable business, they believed, was effective cash management and responsible credit utilization.\n“Having seen firsthand the frustration dealing with legacy banks, accounting firms and predatory cash advances, we decided to build a banking platform for e-commerce that allows brand operators to manage cash flow in real time, access fair and transparent credit and grow profitably,” Shergill said.\nTo that end, Highbeam — which typically works with “founder-led” companies with greater than $1 million in revenue — provides a range of financial services and tools centered around e-commerce brand needs. Using the platform, customers can create bank accounts, take advantage of free wire transfers and get a debit card with 2% cash back on all purchases. (Highbeam works with Blue Ridge Bank to provide the banking services and debit card and The Currency Cloud on payment services.) Via a dashboard, Highbeam also shows insights and forecasts on business expenses (e.g. inventory, hiring and sales acquisition), leveraging algorithms that automatically categorize revenue and spend transactions.\nThe metrics go deeper. Highbeam’s “vendor view” gives brands a real-time overview of where, exactly, their money is going. Spend tracking analytics alert customers as vendor costs fluctuate, giving them a chance to manage expenses before they become too overwhelming.\nHighbeam’s analytics dashboard for e-commerce.\nHighbeam’s analytics dashboard for e-commerce.\nHighbeam’s credit product is a flat-rate, revenue-based line of credit that lets customers draw down and pay back loans on-demand. Shergill argues that it’s a major differentiator in that it’s “fair and flexible” versus a fee-based merchant cash advance, which tend to be more expensive and rigid in their terms. \nFor context, Highbeam rival Wayflyer adopts a similar approach to e-commerce loans — using analytics and sending merchants cash to make inventory purchases or investments in their business. Merchants repay the loans using a percentage of their revenue until the money is paid back; merchants are using their revenue to get financing, hence the term revenue-based financing.\nThe advantage, companies like Highbeam and Wayfler claim, is that retailers make repayments as a percentage of their sales. If they have a slow month, they’ll pay back less.\n“For many brands, today’s economic headwinds have led to significant uncertainty around sales and inventory planning,” Shergill said. “Highbeam’s e-commerce focus helps brands establish strong financial fundamentals by making effective cash planning and spend management easier.”\nHighbeam sees itself competing with a wide range of fintech vendors including merchant cash advance providers like Shopify Capital (and also the aforementioned Wayflyer, Clearco and Onramp Funds); spend management and accounting services like Quickbooks; and corporate card firms such as Ramp and Brex. Ambitious? Perhaps — particularly for a firm with only $7 million in capital under its belt. (Highbeam raised $7 million last spring from Mayfield and FirstMark.) But Shergill insists that Highbeam’s expanding at a rapid clip, notching 30% growth month-over-month and annual cash flow in the hundreds of millions. \nCertainly, Highbeam’s market — e-commerce — shows no sign of slowing down. Statista estimates that revenue from U.S.-based e-commerce hit $905 billion in 2022 and predicts that it’ll reach $1.78 trillion by 2027. Online shopping remains one of the strongest and fastest-growing digital sectors, spawning multimillion-worth new businesses every year; a separate Statista report found that unicorn e-commerce startup companies made up an industry of almost $114 billion in 2021.\n“We’ve grown mainly through customer referrals but will now ramp up hiring in our sales and customer success functions,” Shergill said. “Highbeam’s core value proposition is to help brands make smarter decisions around profitability and cash flow, which is a key focus for everyone in this environment. Highbeam is well-positioned and funded to provide the tools brands need to grow sustainably and profitably.”\nI must note, however, that Shergill didn’t elaborate when asked why Highbeam chose to raise debt versus equity nor did he reveal the size of Highbeam’s customer base. He also declined to give even a ballpark estimate of the company’s annual recurring revenue, citing competitive reasons. Make of that what you will.","32":"\n\nCaldera, a no-code web3 infrastructure platform, raised $9 million across two rounds, its co-founder, Matt Katz, exclusively told TechCrunch.\nThe startup was founded in March 2022 by Katz and Parker Jou, CTO of Caldera, in an effort to simplify the process of creating app-specific blockchains so builders can create layer-2 blockchains in the span of hours, opposed to months or years, the team said.\n“We started the company when we realized developers wanted to build interesting things on the blockchain,” Katz said. “We realized people actually want to build more complex things across a bunch of verticals and in order to unlock the full potential of web3, it’s untenable for it to happen on a single blockchain.”\nThe two rounds were led by Sequoia Capital partner Shaun Maguire and Dragonfly Capital investment partner Ani Pai, with participation from Neo, 1kx and Ethereal Ventures. The capital will be used to “rapidly accelerate” its development timeline, Katz said. It will also hire a team to strengthen its core product and improve the user interface so anyone can use it from “small hackathon teams to large crypto projects.”\nThe startup aims to help web3 projects launch customizable layer-2 blockchains on the Ethereum blockchain so that it could scale the ecosystem in an easier way.\nImage Credits: Caldera (opens in a new window)\nImage Credits: Caldera (opens in a new window)\nThe platform is live on mainnet with select partners in the decentralized finance (DeFi) and gaming space for both Ethereum and Polygon blockchains, but plans to be in public beta mode “in the span of a month” and widely available by summer, Katz said.\n“For us, we don’t require any coding knowledge,” Katz said. “If you just wanted a blockchain to say you had a blockchain — you could totally do that with our platform. The people we are targeting though are web3 developers who know how to write Ethereum smart contracts but don’t know how the underlying blockchain works.”\nCaldera aims to gain users who have a strong understanding of writing smart contracts, but don’t have time to expand that knowledge multiple layers deeper, Katz added. Teams building DeFi gaming, consumer applications, music NFTs, decentralized autonomous organizations (DAOs) and institutional use cases have all shown “sustained interest” in using the product, Katz said.\n“We’re hoping we can usher in a small mini explosion of projects building their own app chains,” Katz said. He declined to share which projects the platform is working with currently, but said there will be announcements to come from those building on Caldera.\n“There’s all these pieces of infrastructure that will be hard to get if you’re creating your own blockchain,” Katz said. “Our goal is to be an all-in-one solution that will provide infrastructure so developers can hit the ground running and focus on building their app.”","33":"\nStartup competitions are a mainstay in Silicon Valley, and there probably isn’t a VC or founder out there who hasn’t heard of Startup Battlefield at TechCrunch Disrupt.\nFrom the TechCrunch Podcast Network comes Inside Startup Battlefield — a four-episode miniseries that takes you behind the scenes of one of tech’s most anticipated startup competitions. Each episode is a deep dive into a different part of the competition, from the company selection process to crafting a standout pitch to getting to know the winner.\n\nIn the first episode, our host and Startup Battlefield Editor Neesha Tambe breaks down how the Startup Battlefield companies are selected for the TechCrunch Disrupt stage. Then we take a deep dive into what makes a pitch perfect with pitch coach and TechCrunch writer Haje Jan Kamps and Startup Battlefield judge and VC Nisha Dua. You’ll also hear from: Julia Somerdin from Labby, Young-Jae Kim and Tara Peters from Anthill, Quddus Pativada from Digest AI, Blessing Adesiyan from Mother Honestly, Hikari Senju from Omneky, Mitch Tolson from Ally Robotics, Elizabeth Lawler from AppMap, Aaron Hall from Intropic Materials and Sheeba Dawood from Minerva Lithium.\nNew episodes of Inside Startup Battlefield drop every Monday. Be sure to check out all of the other podcasts in the TechCrunch Podcast Network: Found, Equity, The TechCrunch Podcast, Chain Reaction and The TechCrunch Live Podcast.","34":"\nAt Super Bowl LVII, the Kansas City Chiefs referees emerged victorious over the Philadelphia Eagles. But maybe the real winner was us, the viewers, who did not have to sit through a bunch of crypto ads this year. (Also, Rihanna. She won.)\nThese ads offer an insight into the way that the companies we write about everyday market themselves to the average consumer — and sometimes they can be intensely prescient time capsules. See: last year’s FTX ad starring America’s favorite curmudgeon, Larry David, who underestimates the potential of innovations like the lightbulb and the dishwasher — and he makes the same “mistake” by choosing not to invest with FTX. In retrospect, the “Curb Your Enthusiasm” star’s intuition was pretty, pretty, pretty good.\nThis year, with crypto ads (mostly) out of the way, we got back to the basics with advertisements from tech companies that actually sell real things.\nGoogle gave us a classic Super Bowl commercial, starring celebrities who offer a clear illustration of what the technology does. The premise of the commercial is that these stars — Amy Schumer, Doja Cat, and Giannis Antetokounmpo — are delighted by the Magic Eraser feature on the Pixel 7 and Pixel 7 pro, which lets users easily edit out unwanted people or objects from their favorite photos.\nThroughout the commercial, we watch how the Magic Eraser can edit photos. But some of these photos are made worse! In one snowy scene of a mother and child, we see how you can edit out the family dog, who is pooping in the background. In another, Magic Eraser can edit out the graphic on someone’s t-shirt, which says “this guy loves to fart.” We get how the feature works, but why not embrace the serendipity? Family photos are precious, but a family photo with the dog taking a dump in the corner of the frame? Priceless.\nNetflix just announced a partnership with General Motors, which will enable the streaming giant to use more electric vehicles (EVs) in their original content. In front of the Super Bowl audience, the two companies made their alliance known. Throughout the commercial, we see Will Ferrell making cameos — often alongside an EV — in Netflix originals like “Squid Game,” “Stranger Things,” “Queer Eye” and “Bridgerton.” The joke is that EVs are not always a good fit. In “Bridgerton,” which takes place in the 1800s, Ferrell assures us that we “shall’nt” see an EV (there is an EV behind him as he says this.) But the partnership might make more sense in a show like “Queer Eye,” where we see the Fab 5 drive around in their van to change the lives of some unsuspecting “heroes.” Netflix argues, why shouldn’t that van be electric?\nThe streaming service Tubi, a division of Fox Entertainment, made an impression on Super Bowl Sunday. In a fifteen-second ad spot, the commercial makes it look like the game is back on, featuring two sports announcers making some brief, generic comments. Then, suddenly, it appears as though someone has pulled up the Tubi menu and is changing the channel. Surely, this spawned a few shouting matches at some Super Bowl parties. Or, if you’re like us, maybe you were worried that you sat on your remote. Disruptive as it was, the ad worked — it was one of the most memorable commercials of the game.\n“Diddy don’t do jingles.” In a meeting, some Uber executives dare ask P. Diddy (Sean Combs) to write a jingle for the company’s Super Bowl ad. In an expert act of corporate trickery, the executives assure the musician that this is not a jingle: it’s a hit song. It’s just… a hit song about Uber. Or, one hit for Uber One, if you will.\nThen, we see a series of guests hit the recording booth, with an enthusiastic Diddy nodding along by the soundboard. Playing on the name Uber One, Diddy is giving another chance to some one-hit wonders, like Welsh singer Donna Lewis and the team behind “What Does The Fox Say.”\nSince the last Super Bowl, Uber shut down its free rewards program in exchange for the paid Uber One membership — so it makes sense that they’d promote the service now.\nDoorDash took out an advertisement to remind consumers that they don’t just deliver take out — they can also deliver your groceries (even though they ended a four-year partnership with Walmart last summer). Whoever conceptualized this ad is really trying to reach as many demographics as possible. We see celebrity appearances from three different “chefs:” Raekwon The Chef of the Wu-Tang Clan, celebrity chef Matty Matheson and the Nickelodeon animated Tiny Chef.\nIf you ask anyone to guess who the enterprise SaaS company Workday would hire to perform in their Super Bowl commercial, it’s unlikely they’d come up with Paul Stanley from Kiss. This partnership comes so far out of left field that it’s into the parking lot, but that’s what makes the ad work.\n“Hey, corporate types, would you stop calling each other rock stars?” Stanley demands in full Kiss makeup, a roaring crowd behind him.\n“Oh, Ted in finance — you’re a rockstar!” Ozzy Osbourne mocks. Workday also snagged appearances from rock icons like Billy Idol, Joan Jett and Gary Clark Jr.\nWorkday knows that there is nothing less punk than an enterprise SasS company, and you know what? Self-awareness is a rare thing in tech. Thank you, Workday.\n“Squarespace is a website that makes websites?” asks Adam Driver. At my Super Bowl party, that opening line of the commercial is where our attention ended. Instead, we initiated a spirited debate about whether or not we think Adam Driver is hot. Alas, this is the risk of a particularly compelling celebrity appearance.\nWatching the commercial back now, I declare this the best ad of the night. It’s weird. The concept of a website that makes websites is so meta (no, not that Meta) that something breaks in the fabric of the universe — Squarespace is the singularity, and now there are an infinite number of Adam Drivers.\nFor the record, Adam Driver is, in fact, hot.\nSpeaking of meta, the company formerly known as Facebook made an appearance in this year’s commercials, but it wasn’t as striking as last year’s very depressing and cringe-worthy ad about out-of-work animatronics hanging out in Horizon Worlds. Instead, Keke Palmer takes a drive through the metaverse to explain what that word even means. The ad was not memorable, but for Meta, that’s maybe a victory in itself.\nAmazon’s 90-second spot featuring a lonely dog who gets a new companion performed well, according to USA Today’s panel, which ranked the sentimental “Saving Sawyer” ad at No. 3. The ad didn’t feature Amazon’s brand much, beyond a quick moment where the family picked out a new dog kennel for Sawyer via Amazon’s retail website which later arrived in an oversized box.\nNetflix to include more EVs in its TV shows and movies as part of new partnership with GM\n\nHere’s Google’s Pixel 7 and Pixel 7 Pro, starting at $599 and $899\n","35":"\nTwilio just announced that it will be conducting a round of layoffs that will impact around 17% of its global workforce. The company will also restructure its internal organization and create two business units — Twilio Communications and Twilio Data & Applications.\nToday’s news must be particularly difficult for Twilio employees as the company already conducted a round of layoffs in September, 2022. At the time, the company announced that it would lay off 11% of its staff.\nAccording to Twilio’s latest earnings release, the company had 8,992 employees as of September 30, 2022 and expected to lay off 816 employees for the 2022 round of layoffs. Based on these figures, around 1,400 people will be impacted by this year’s layoffs.\n“We have to spend less, streamline, and become more efficient. To do that, we’re forming two business units: Twilio Communications and Twilio Data & Applications. And today, I’m unfortunately bearing the news that we’re parting ways with approximately 17% of our team,” Twilio co-founder and CEO Jeff Lawson wrote in an email sent to all Twilio employees.\nWhile Twilio started with application programming interfaces (APIs) that let you send and receive phone calls and text messages, the company has expanded its product portfolio through several acquisitions and product developments. For instance, Twilio acquired Segment to move deeper into marketing data and customer engagement services in general. According to the company’s CEO, these products haven’t reached the same maturity level.\n“In Communications, we have to get more efficient. For Segment, Flex, and Engage, we must accelerate growth. These are distinctly different tasks for our teams, and our current structure is slowing our progress toward both these goals, which are critical to our growth, our profit, and our Customer Engagement Platform ambitions,” Lawson wrote.\nEach business unit will have its own president — Elena Donio for Data & Applications, and Khozema Shipchandler for Communications. Each division will also have its own sales, R&D and admin resources. With this clear line, it becomes easier to conduct different strategies for each part of the business.\nThe Communications side of the business seems to be particularly affected by today’s layoffs. “When we look at these two business units on their own, it’s clear that we’ve gotten too big, especially in Communications. And that’s why we’re also letting go of some colleagues today,” Lawson wrote.\nAffected employees will receive 12 weeks of base pay plus one week for every year of service, as well as health coverage and career resources. The company is also ending some benefits, such as book and wellness allowances as well as Twilio Recharge — a four-week paid sabbatical that employees would get every three years.\n“We’ve also decided to sunset Twilio Recharge, which I believe in, but which (in retrospect) was ill-timed given our profitability goals,” Lawson wrote.\nPaperwork filed with the U.S. Securities and Exchange Commission shows that the board will lower Jeff Lawson’s annual base salary from $134,000 per year to $65,535. Twilio expects to spend $100 to $135 million in charges related to the workforce reduction. There will be additional costs associated with office closures.\nTwilio shares are currently trading up 2.8% compared to Friday’s closing price. The company is going to announce its fourth-quarter earnings in a couple of days.","36":"\nChristina Ross says her favorite toy was a cash register. And that makes sense now. She’s the co-founder and CEO of Cube, a financial planning and analysis company that’s trying to help businesses bridge that gap between custom spreadsheets and modern planning tools. She sat down with me and Mayfield partner Rajeev Batra to talk about her journey from CFO to CEO.\nIt was a great TechCrunch Live event, and the podcast and video are embedded below. Ross presented several slides from Cube’s Series B pitch deck that illustrate how the company is currently presenting its FP&A product. It’s an interesting insight available only on the video for obvious visual reasons.\nThis TechCrunch Live event was filmed live, and it’s free to attend the next event. On February 22, I’m hosting a conversation with Sagi Eliyahu, CEO and co-founder of Tonkean, and Joanne Chen of Foundation Capital on building and managing a startup’s board of directors. Register here.\n\nWhere did Cube come from, and where is it today?\nWhen did Mayfield invest, and what was your first meeting like?\nHow did Cube pitch its product in its 2022 fundraise?\nWhat did Mayfield find most intriguing about the product, and see its place in the vertical?\nFrom CFO to CEO","37":"\nRAM used some of its 2023 Super Bowl ad time to show off some goodies built into the upcoming electric RAM pickup. The RAM 1500 REV, as it’s called, is Stellantis’ first entry into the growing electric pickup wars. The concept debuted last month at the 2023 Consumer Electronic Show, but few details, including interior features, were revealed then. This is the first time the company has publicly displayed the production version.\nAccording to the Super Bowl ad, the RAM 1500 REV will be packed with screens and, surprisingly, buttons and knobs. The interior of the electric RAM is similar to that of the gas-powered RAM.\nThe center stack features a giant, vertical touchscreen flanked by physical buttons for climate control, media playback and truck controls. In addition, there are three screens in the front — dash cluster, infotainment screen and even a screen embedded under the passenger-side airbag (this is available in the Jeep Wagoneer and Grand Cherokee). Like traditional RAM trucks, gear selection appears to be done through a sizeable twisty knob mounted on the dash.\n[gallery ids=\"2484406,2484405,2484404,2484403,2484402,2484401,2484400,2484399,2484398,2484397,2484396,2484395,2484394,2484393,2484392\"]\nLast month at CES, the RAM 1500 REV concept featured a dual motor affair and 350kW fast charging. It’s still being determined if that same setup will appear in the production version.\nThere are still two significant details missing: price and electric range. There’s still time, though. The RAM 1500 REV is scheduled for a 2025 model release, which will likely hit dealerships in late 2024. By that time, the RAM 1500 REV will face established competitors. Ford started selling its electric pickup, the F-150 Lightning, in 2022 and is rumored to be building another EV pickup based on the compact Maverick. General Motors started selling its first electric pickup, the Hummer EV, in 2022, and will begin rolling out the more affordable Silverado EV in the second half 2023. The Tesla Cybertruck is still unknown. The company debuted the Cybertruck at a flash event in 2019, but it keeps pushing the release. As of publication, Tesla allows customers to preorder a Cybertruck, but does not list an estimated delivery date.\nStellantis has yet to reveal details about the RAM 1500 REV’s platform. It’s unclear now if it’s built on the BEV-centric STLA Frame platform or something different. This detail is critical for hauling and towing capabilities.\nRAM is ready to take customers’ money for a spot in line. It costs $100 to reserve the right to preorder the truck, also granting access to exclusive events, news and information.\nAlso, I have questions and concerns about the new giant, glowing RAM logo. The typeface and kerning are slightly different from the current logo, and it looks a lot like the new Kia logo, which isn’t going over very well.\n ","38":"\nOn-demand shuttle service and transit tech company Via has raised another $110 million, bringing the company’s total funding to around $1 billion. The fresh capital pushes Via’s valuation up to $3.5 billion at the same price per share as the company’s previous financing in November of 2021.\nVia intends to use the funds to further its vision of being “able to provide every city in the world access to this end-to-end digital infrastructure, where they can plan, operate, analyze and continue to optimize their transit networks across every vertical in that transit network,” Daniel Ramot, Via’s CEO and co-founder, told TechCrunch.\nVia’s transit tech software helps public transportation agencies, municipalities and school districts optimize fixed bus routes, strategize placements of new bike lanes, plan paratransit and school bus services, and holistically incorporate private on-demand ridesharing services into a city’s entire transportation ecosystem. The company has already scaled to 600 communities and more than 35 countries.\nAs new mobility segments continue to emerge, threatening to cramp already congested streets and decimate already tight budgets, Ramot thinks the startup can do more.\nEither through in-house development or mergers and acquisitions, Via wants to use the funds to add more products to its suite of tools. The company is still considering its options, but a few ideas Ramot and I tossed around include expanding Via’s street map making software to include planning for traffic lights and speed bumps; adding parking and curb management software; managing fleets of electric vehicles and their many chargers; integrating micromobility planning; and incorporating autonomous vehicles into the mix.\nVia is currently working with AV companies Motional and May Mobility to deploy autonomous ridesharing shuttles in Las Vegas, Nevada and Grand Rapids, Minnesota, respectively.\n“The idea would be that you’d use our tools to plan the infrastructure in the most effective, safest, most efficient way, and then design the transit network that sits on top of that infrastructure,” Ramot told TechCrunch. “Potentially we’d be interested in control access, also. Right of way through traffic lights, for example — if you have a bus show up at a traffic light with 50 people on it, and then a car with one person, the traffic light’s not smart enough to give the bus right of way, but you would probably want it to do that. And those are just supply\/demand-matching algorithms, which our system is very good at doing.”\nVia’s fundraise comes at a time when startups are thirsty for fresh cash and investors are being picky. Ramot says Via is, in some ways, at the right place at the right time — transit agencies are still reeling from the effects of COVID-19 on ridership patterns, and they’re more amenable to being ushered into the 21st century with digital tools and datasets.\n“In the past, it’s been very difficult to convince cities and transit agencies to adopt new technology, to transition to more dynamically routed or data-driven services,” said Ramot. “I won’t say it’s easy, but it’s become easier.”\nVia has also been able to show investors that it’s got a sustainable business. The company said it ended 2022 with an annualized revenue run-rate surpassing $200 million, which is more than double since its previous $130 million financing round in November 2021.\nThat’s around the time Via confidentially filed to go public. The company has yet to move forward on that given the market volatility of the past year, but Ramot said Via is very much prepared to make its debut once the market opens up and if it makes sense to do so. While Via didn’t need to raise more funds to continue operating at its current clip, the funds also give the startup the “optionality” to go public when the timing is right, says Ramot.\nThe $110 million came from a combination of new and existing investors. 83North led the round, with participation from Exor N.V., Pitango, Janus Henderson, CF Private Equity, Planven Entrepreneur Ventures, Riverpark Ventures and ION Crossover Partners.\nVia files confidentially to go public\n","39":"\nIt’s a cold February across much of the U.S., but this hot newsflash should warm the cockles of every entrepreneur’s heart. TechCrunch Disrupt — the original startup conference — returns to San Francisco on September 19–21. Even better, the heat extends to tickets — they’re priced right and available now.\nEarly action deserves to be rewarded. Buy a super early-bird pass now, and you’ll save up to $1,000 on select passes. In the current economy, saving that kind of cash — while investing in your own education, creating opportunities and making connections to help you build and thrive — is a smart, budget-friendly decision.\nJoin 15,000 attendees over the course of three days to explore the latest startup tech, trends, and products and to hear the latest thinking on challenges and possibilities in a tough economy.\nDisrupt is renowned real estate where trailblazing founders, CEOs and VCs come to share their perspective, advice and wisdom. It’s an opportunity for early-stage founders to learn from the best. Here are just four of the many leading voices who graced the stage last year:\nYou’ll also find plenty of opportunities to increase your knowledge and expand your network.\nTechCrunch Disrupt takes place in San Francisco on September 19–21, but why wait when you can save up to $1,000 now? Take action — buy your pass, and claim your reward today. It’s a smart move for your future and your bottom line.\nIs your company interested in sponsoring or exhibiting at TechCrunch Disrupt 2023? Contact our sponsorship sales team by filling out this form.\n\n\n"}}