{"title":{"0":"Google takes on ChatGPT with Bard and shows off AI in search","1":"Google takes on ChatGPT with Bard and shows off AI in search","2":"Tinder rolls out new safety features, including an Incognito Mode","3":"Gameball raises $3.5M to scale its CRM platform for consumer brands","4":"Recycleye grabs $17M, calling plastic crisis a ‘tremendous business opportunity’","5":"Apple execs on M2 chips, winning gamers and when to buy a Mac","6":"‘Black Panther: Wakanda Forever’ becomes the most-watched Marvel premiere on Disney+","7":"FRIDA’s robot arm attempts to bring DALL-E-style AI art to real-world canvases","8":"Daily Crunch: Bitcoin-demanding cybercriminals use bug from 2021 to initiate global ransomware attack ","9":"Max Q: Space raise","10":"EV maker VinFast downsizes in US, Canada","11":"Modular eel robots combine soft and rigid components","12":"ShareWell wants to scale mental health support with its 10,000 support groups","13":"AI-generated ‘Seinfeld’ suspended on Twitch for AI-generated transphobic jokes","14":"Even as cloud infrastructure market growth slows, Microsoft continues to gain on Amazon","15":"Wikipedia unblocked in Pakistan after Prime Minister’s intervention","16":"Even well-funded fintech companies are laying off workers","17":"Binance acquires majority stake in Korean crypto exchange GOPAX","18":"Quora opens its new AI chatbot app Poe to the general public","19":"SoftBank’s vibe shift is using silence loudly","20":"Google takes on ChatGPT with Bard and shows off AI in search","21":"FTX wants politicians and PACs to return their donations"},"category":{"0":"Startups","1":"ML","2":"Startups","3":"Economics","4":"Software","5":"Startups","6":"Software","7":"Software","8":"Economics","9":"Business","10":"Technology","11":"Startups","12":"Economics","13":"Software","14":"ML","15":"Software","16":"Economics","17":"Technology","18":"Startups","19":"ML","20":"AI","21":"Business"},"content":{"0":"Google is rushing to take part in the sudden fervor for conversational AI, driven by the pervasive success of rival OpenAI’s ChatGPT. Bard, the company’s new AI experiment, aims to “combine the breadth of the world’s knowledge with the power, intelligence, and creativity of our large language models.” Not short on ambition, Google!The model, or service, or AI chatbot, however you wish to describe it, was announced in a blog post by CEO Sundar Pichai. He pointedly notes Google’s recentering around AI some years back, as well as the fact that the most influential concept (the Transformer) was created by the company’s researchers in 2017.“It’s a really exciting time to be working on these technologies as we translate deep research and breakthroughs into products that truly help people,” Pichai writes. It’s hard not to wonder while reading this how Google managed to get leapfrogged so decisively by OpenAI, the latter of which is now synonymous with the technologies the former pioneered.The short explanation is that tech moves fast and big companies move slow, and while Google released paper after paper and tried to figure out how to fit AI into its existing business strategies, OpenAI has focused on making the best models and let people figure out their own applications.Bard shows Google taking a page from that playbook, releasing a “lightweight” version of the model for testing purposes. The model uses Google’s own LaMDA (Language Model for Dialogue Applications) to power a conversational AI that can also draw on information from the web. How exactly it does that is not clear from the blog post, but it appears to at least keep more or less current.Bard “help[s] explain new discoveries from NASA’s James Webb Space Telescope to a 9-year-old, or learn more about the best strikers in football right now, and then get drills to build your skills.”Image Credits: GoogleImage Credits: GoogleGoogle of course maintains the most up to date record of web content on Earth, and no doubt Bard will be using that information to its benefit, but exactly how it processes and packages that information for you and your nine-year-old will only be clear once people start using it.The post notes you can also use Bard to “plan a friend’s baby shower,” “compare two Oscar-nominated movies” and “plan a trip to Ecuador.” One can picture how an AI model might do any of these things using the various search results and data firehoses Google has access to, but this experiment will likely be limited to telling you stuff, not doing deep integrations with things like your calendar or airlines.Of course every conversational AI must face the inevitable (these days, almost instant) attempts to bait it into saying something hateful, foolish or embarrassing. Google will surely be recording conversations with users “to make sure Bard’s responses meet a high bar for quality, safety, and groundedness in real-world information.” The last one is clearly a shot across OpenAI’s bows, as well as Microsoft’s, since the former’s models don’t cite their sources and the latter’s short-lived Galactica famously invented them.(Update: “In light of recent announcements,” Microsoft has now made public a previously confidential event being held tomorrow in Redmond. The topic is not officially declared but it is widely expected to be a Bing-OpenAI tie-up that brings a next-generation language model to Microsoft’s perennially beleaguered search engine. An early version of the features was reportedly tested and leaked by student Owen Lin, but we have been unable to confirm anything from that post.)AI will be coming to Google Search more directly in the form of several new features “which can help synthesize insights for questions where there is no one right answer. Soon, you’ll see these AI-powered features in Search that distill complex information and multiple viewpoints into easy-to-digest formats, so you can quickly understand the big picture and learn more from the web,” the company said in a separate email. Nuance but bullet point format, got it.While no doubt people will ask it variations on the Trolley Problem, the example provided is someone asking “Is piano or guitar easier to learn and how much practice does each need?”Image Credits: GoogleImage Credits: GoogleNot an ethically charged query (for most) but also not necessarily one with a simple result. But if of a hundred articles comparing the various learning rates of instruments there is some sort of consensus about the difficulty, with various caveats and tips also common, Google can just suck those up and pop them at the top of the search results.Questions abound: isn’t that just plagiarism? Will sponsored results go above or below, and will they be included and\/or promoted within the AI framework? What qualifies as a question with no right answer? Can users customize the results or crawling process?We may very well learn the answers to these questions at Google’s Search and AI event Wednesday morning, one that strangely goes unmentioned in Pichai’s post. You can watch the livestream right here at 6:30 AM Pacific time or check the front page for more info then.","1":"Google is rushing to take part in the sudden fervor for conversational AI, driven by the pervasive success of rival OpenAI’s ChatGPT. Bard, the company’s new AI experiment, aims to “combine the breadth of the world’s knowledge with the power, intelligence, and creativity of our large language models.” Not short on ambition, Google!The model, or service, or AI chatbot, however you wish to describe it, was announced in a blog post by CEO Sundar Pichai. He pointedly notes Google’s recentering around AI some years back, as well as the fact that the most influential concept (the Transformer) was created by the company’s researchers in 2017.“It’s a really exciting time to be working on these technologies as we translate deep research and breakthroughs into products that truly help people,” Pichai writes. It’s hard not to wonder while reading this how Google managed to get leapfrogged so decisively by OpenAI, the latter of which is now synonymous with the technologies the former pioneered.The short explanation is that tech moves fast and big companies move slow, and while Google released paper after paper and tried to figure out how to fit AI into its existing business strategies, OpenAI has focused on making the best models and let people figure out their own applications.Bard shows Google taking a page from that playbook, releasing a “lightweight” version of the model for testing purposes. The model uses Google’s own LaMDA (Language Model for Dialogue Applications) to power a conversational AI that can also draw on information from the web. How exactly it does that is not clear from the blog post, but it appears to at least keep more or less current.Bard “help[s] explain new discoveries from NASA’s James Webb Space Telescope to a 9-year-old, or learn more about the best strikers in football right now, and then get drills to build your skills.”Image Credits: GoogleImage Credits: GoogleGoogle of course maintains the most up to date record of web content on Earth, and no doubt Bard will be using that information to its benefit, but exactly how it processes and packages that information for you and your nine-year-old will only be clear once people start using it.The post notes you can also use Bard to “plan a friend’s baby shower,” “compare two Oscar-nominated movies” and “plan a trip to Ecuador.” One can picture how an AI model might do any of these things using the various search results and data firehoses Google has access to, but this experiment will likely be limited to telling you stuff, not doing deep integrations with things like your calendar or airlines.Of course every conversational AI must face the inevitable (these days, almost instant) attempts to bait it into saying something hateful, foolish or embarrassing. Google will surely be recording conversations with users “to make sure Bard’s responses meet a high bar for quality, safety, and groundedness in real-world information.” The last one is clearly a shot across OpenAI’s bows, as well as Microsoft’s, since the former’s models don’t cite their sources and the latter’s short-lived Galactica famously invented them.(Update: “In light of recent announcements,” Microsoft has now made public a previously confidential event being held tomorrow in Redmond. The topic is not officially declared but it is widely expected to be a Bing-OpenAI tie-up that brings a next-generation language model to Microsoft’s perennially beleaguered search engine. An early version of the features was reportedly tested and leaked by student Owen Lin, but we have been unable to confirm anything from that post.)AI will be coming to Google Search more directly in the form of several new features “which can help synthesize insights for questions where there is no one right answer. Soon, you’ll see these AI-powered features in Search that distill complex information and multiple viewpoints into easy-to-digest formats, so you can quickly understand the big picture and learn more from the web,” the company said in a separate email. Nuance but bullet point format, got it.While no doubt people will ask it variations on the Trolley Problem, the example provided is someone asking “Is piano or guitar easier to learn and how much practice does each need?”Image Credits: GoogleImage Credits: GoogleNot an ethically charged query (for most) but also not necessarily one with a simple result. But if of a hundred articles comparing the various learning rates of instruments there is some sort of consensus about the difficulty, with various caveats and tips also common, Google can just suck those up and pop them at the top of the search results.Questions abound: isn’t that just plagiarism? Will sponsored results go above or below, and will they be included and\/or promoted within the AI framework? What qualifies as a question with no right answer? Can users customize the results or crawling process?We may very well learn the answers to these questions at Google’s Search and AI event Wednesday morning, one that strangely goes unmentioned in Pichai’s post. You can watch the livestream right here at 6:30 AM Pacific time or check the front page for more info then.","2":"Tinder is rolling out new features aimed at making it easier for users on the dating app to control how they interact with others. The new features, which are rolling out globally, were announced today to mark Safer Internet Day.One of the new features is called “Incognito Mode” and is a step up from fully hiding your profile. Members can still Like and Nope in the app, but only those whom they’ve Liked will see them in their recommendations. The feature is designed to allow users to take complete control over who sees them while scrolling through profiles on Tinder. Incognito Mode is a premium feature available for Tinder+, Gold and Premium members.Image Credits: TinderImage Credits: Tinder“Incognito Mode is a new way of being able to control your experience,” Rory Kozoll, Tinder’s VP of Product and Integrity, told TechCrunch in an interview. “You’ve always been able to hide your profile on Tinder, but we wanted to create a feature that lets people hide their profile, but still be able to see everybody else and only get shown to the people they like.”The company is also launching a new “Block Profile” feature that gives users the option to choose who they want to see on Tinder. Now, when profiles are suggested, before matching, users can block them so they don’t show up again. Tinder notes that the feature provides an easy way to avoid seeing a boss or an ex on the app. The new feature is launching in addition to the current “Block Contacts” feature that lets users can determine which of their contacts they’d rather not see, or not be seen by on Tinder.Image Credits: TinderImage Credits: TinderIn addition, Tinder is making it easier for users to report bad behavior by introducing “Long Press Reporting.” Long press reporting lets people tap and hold offensive messages, launching the reporting flow directly in the chat experience. The company says that by simplifying the reporting process, it hopes more users will report bad behavior on the app.Last, Tinder is updating its “Does This Bother you?” and “Are You Sure” prompts to include more language that it classifies as being harmful. The Are You Sure? prompt appears before a message is sent when Tinder detects harmful language. The Does This Bother You? prompt encourages users to report inappropriate conversations so that the company can take action against users who break the app’s rules. Now, the two features will cover more keywords, phrases and emojis that might be considered harmful.“Over the years, we’ve been introducing safety in every step,” Kozoll said. “From trying to understand the authenticity of our members and making sure members are being respectful towards each other. We see that whole journey as a place where we can help. And so today, we’re looking at the latest features in that evolution.”Tinder is also launching Green Flags, a new campaign that highlights the safety features that it offers users, from creating a profile, to liking and matching, to chatting and to meeting up in real life. The company says the Green Flags campaign is an extension to Match Group’s recent campaign that introduced in-app messages and email notifications to give users tips on how to prevent being scammed online.Tinder and other Match dating apps will offer in-app tips on avoiding romance scams","3":"The uptake of customer relationship management (CRM) tools has grown immensely over the last few years such that the market size is expected to experience a 12.5% compound annual growth rate, and to be worth $145.79 billion in the next six years. This growth is largely attributable to the uptick of online merchants using CRM tools to boost sales, increase profits and beat mounting competition from other providers.One such platform that is helping consumer brands leverage their data to grow is Gameball, a customer intelligence and marketing CRM platform, that was launched in 2020 by egyptian entrepreneurs Ahmed Khairy (CEO) Ahmed El Assy (CPO), and Omar Alfar (CTO).Gameball says brands use its tools to build long-term relationships with customers and ensure retention through personalized loyalty programs that are informed by data.Khairy told TechCrunch that since the startup’s launch, growth has been exponential and they have so far served over 7,000 businesses reaching 20 million customers. The startup plans to grow this further by embarking on a marketing drive and setting up hubs in regions where its platform is on demand over the next one year.Gameball’s expansion drive is backed by a $3.5 million seed funding it has raised from 500 Global, P1 Ventures, Launch Africa, and Middle East VCs Seedra Ventures, Arzan Ventures, Propeller, Core Vision, as well as a number of regional investors.“Moving forward we are focusing more on commercializing the product. We are also trying to focus on certain countries that will give us access to certain regions…like the U.K to give us access to Europe, and Saudi Arabia for the GCC region,” said Khairy.“We have been seeing a lot of growth coming from those markets, and beyond being mature markets, it’s easier for them to adopt solutions and technologies like Gameball. Their economies are kind of stable, enabling us to better leverage them for growth.”Hisham Halbouny, general partner at P1 Ventures, said: “The consumer landscape is evolving rapidly with brands competing for customer engagement, trust and retention. Gameball is solving a large multi-billion-dollar challenge that can transform digital marketing, customer loyalty and monetization around the world. We are thrilled to back the team on their journey as they grow their footprint in new markets.”Khairy, Assy and Alfar, started building Gameball as a Shopify app, before moving on to build an API solution for businesses outside Shopify.Khairy says clients using their platform can carry out multi-channel marketing campaigns, run loyalty programs, build customer profiles for targeted promotions and rewards for increased engagement.“Our clients have a lot of channels and interaction points with the customers but bringing all those things together in a single dashboard, where they can actually have better visibility on their customer behavior and customer insights and then use this data to run efficient marketing campaigns is one the biggest pain for our customers. So, we started building for that problem,” said Khairy.Gameball’s clientele include Sega, Xiaomi, Experience Philippines and Breadfast. Image Credit: Gameball.Gameball’s clientele include Sega, Xiaomi, Experience Philippines and Breadfast. Image Credit: Gameball.Khairy added that through analyzing customer behavior, Gameball is able to give brands monetization opportunities, and help them upsell and cross-sell efficiently across their customer base.“We empower marketers to get better insights, data, and visibility on the customer behavior. We basically give them the tools to run the retention and marketing campaigns more efficiently based on this data, and to personalize and make more money out of those relationships,” he said.He added that the platform helps brands to tap existing customers, who are capable of bringing greater value to businesses than new customers. Besides, businesses no longer require to spend blindly on customer acquisition through paid ads as they have an opportunity to tap existing ones via targeted campaigns and loyalty programs.Gameball’s customers cut across all sectors including ecommerce, retail, and fintech. Its clientele include Sega, Xiaomi, Experience Philippines and Breadfast.","4":"Highlighting the plastic industry’s infamous track record on recycling, London-based Recycleye says it raised $17 million in new funding led by “deep tech” investor DCVC.The startup claims its recycling-picking robots can identify materials “at an unrivaled 60 frames per second” and sort them more accurately than humans can. Ultimately, the startup says its tech cuts the “cost of sorting materials.” TechCrunch has reached out to the company for information on its projected cost savings.Based in Palo Alto, DCVC says its mission is to “multiply the benefits of capitalism for everyone while reducing its costs.” Climate tech is one of its focuses, and one lens through which we can see capitalism’s environmental toll. In the case of plastics, the oil industry has long preached the virtues of plastic recycling, while doubting its economic viability, in order to sell more virgin plastic.Every stage of plastic production disrupts the climate and natural world, from “the extraction and transport of the fossil fuels that are the primary feedstocks for plastic, to refining and manufacturing, to waste management, to the plastic that enters the environment,” the Center for International Environmental Law wrote in 2019.Plastic pollution — a major climate change driver — is rising, too. That is due in part to shortfalls in “waste management and recycling,” OECD, an intergovernmental body, said last year. The group concluded that someone needs to “create a separate and well-functioning market for recycled plastics.” The trouble is: Sorting, melting and ultimately reusing most plastic — which you can only recycle a couple of times — is way costlier than buying virgin plastic. Much of the time, we simply don’t do it. Most plastic (about 91%, per OECD) is not recycled and single-use plastic production is at an all-time high.By focusing on speeding up scanning, identifying and sorting used materials, Recycleye is one among many companies that are attempting to fix part of this broken system with AI. Citing OECD’s report, Recycleye said, “Changing this wasteful and environmentally damaging dynamic, seen across a range of materials, presents a tremendous business opportunity.”Recycleye says its machine learning and scanning tech “is twice as fast as the industry standard and means that each item is seen on average 30 times as it passes along the conveyor belt, with double the chance of being accurately identified before picking.” We’ve reached out to the company for more context on these figures.Several other investors chipped in on Recycleye’s new Series A funding round, including London-based early-stage investor Playfair Capital.","5":"Apple’s M series chips were incredibly well telegraphed when they arrived in late 2021. Apple had been designing its own silicon since the A4 appeared in the iPhone 4 just over a decade earlier. The appearance of Apple’s in-house efforts in the Mac was really just a question of when, not if.When the M1 came, it landed with a resonating bang. In addition to being genuinely noticeably faster, the chips were seen as a big step forward for portable computing because of their shockingly improved “performance per watt” that allowed for full-speed processing while on battery power with increased usage times.Apple has just launched the next iteration of the M line with this year’s M2 MacBook Pro and Mac mini models — officially denoting this as an ongoing series rather than a one-off leap. With confirmed 20% improvements in CPU and 30% in GPU performance in under 2 years and a really aggressive entry price point, the M2 adds to Apple’s lead in portable chipsets.I was able to spend a bit of time talking to Apple’s vice president of Platform Architecture and Hardware Technologies Tim Millet, as well as VP of Worldwide Product Marketing Bob Borchers about the impact of the M chips so far, how they see the line developing over time and a bit about gaming too.“A lot of it comes down to the people and the talent on Tim’s team,” says Borchers, “but I think a lot of it also comes down to the way that we’ve approached designing Apple silicon from the very beginning.”Millet has been building chips for 30 years and has been at Apple for nearly 17. He says that with M1, Apple saw an opportunity to “really hit it.”“The opportunity we had with M1 the way I looked at it, it was about resetting the baseline.”When their desktop computing and laptop computing pipeline was essentially controlled by the third-party merchants and silicon vendors, it didn’t really allow for Apple to push the bar closer to the limits of technology.This need to own and “reset” the baseline of portable performance in computing coalesced around the time that Apple started working on the iPad Pro. They had been building chips inside of these super-thin enclosures and knew that, with ready power and much larger casings, they could make a significant impact on portable computing.“Once we started getting to the iPad Pro space, we realized that ‘you know what, there is something there.’ We never, in building the chips for iOS devices, left anything on the table. But we realized that these chips inside these other enclosures could actually make a meaningful difference from a performance perspective. And so with M1 we were super excited about the opportunity to have that big impact — shifting all of it back up to redefining what it meant to have a laptop in many different ways.” \n\n\t\t\t“The opportunity we had with M1 the way I looked at it, it was about resetting the baseline.”\t\t\t\t\t\t\tTim Millet, Apple VP\n\n\nThe work that Apple did with the M1 wasn’t focused on pure peak performance, says Millet. From the beginning, there was this idea that they’d be able to reset user expectations around what kind of performance you should be able to get out of a portable computer, and for how long. The focus on performance per watt paid off (as noted in my early review of Apple’s first M1 chip), in that people could run major compute tasks on laptops untethered from power for hours. No compromises. That, says Millet, wasn’t a byproduct — it was the intent from the beginning.“We wanted to have the ability to build a scale of solutions that deliver the absolute maximum performance for machines that had no fan; for machines that had active cooling systems like our pro class machines. We wanted to…move performance per watt to the point where we delivered real usable performance in these in a wide range of machines.”Apple vice president of Platform Architecture and Hardware Technologies Tim MilletApple vice president of Platform Architecture and Hardware Technologies Tim MilletMillet says that Apple was pleased with what it had been able to ship with M1 and that it served those goals. My own experiences and those of power-hungry users mirrored that sentiment once the machines began to ship. For decades, Apple had been running up against third-party stewardship over chipset speeds, power requirements and features — with the result of increasingly less mobile computers that ran hot, loud and short. The whole portable industry had been constricting that flexibility for so long that most users (aside from those of us who spend our lives closely examining these boundaries) probably didn’t realize how hard it was for them to breathe.The M1 whacked a big old reset button on those restrictions, putting portable back into the power computing lexicon. And with M2, Millet says, Apple did not want to milk a few percentage points of gains out of each generation in perpetuity.“The M2 family was really now about maintaining that leadership position by pushing, again, to the limits of technology. We don’t leave things on the table,” says Millet. “We don’t take a 20% bump and figure out how to spread it over three years…figure out how to eke out incremental gains. We take it all in one year; we just hit it really hard. That’s not what happens in the rest of the industry or historically.”Borchers chimes in to note that Apple is building products, not parts. This gives it a much tighter loop between needs and deliverables. He notes that the pairing of the technology and product is not an independent choice at Apple; it’s silicon, software and hardware coming together, starting at the point of inception. It’s not “Can we do this?” and then waiting to see if a vendor can deliver the appropriate capability.“As somebody who’s been building silicon for 30-plus years, the luxury of knowing what the target is, and working side by side with the product designers, the hardware system team, the software people to understand exactly what you’re aiming at, makes all the difference in our ability to really target and make sure we’re adding things that matter, not adding anything that doesn’t,” Millet agrees.For much of the modern history of the Mac, after Apple moved from PowerPC to x86 in 2006, it has had less immediate control over capability in its machines. Whatever it hoped to accomplish with a new machine, it had to include an external factor in there, with external partners like Intel delivering on their own timelines and complexities. There was a forcing function in place. That partner is telling you, “This is what we can deliver you on your scale in this timeframe for these applications,” which cascades all the way through to product design and development.Apple retaking control of its silicon pipeline also reset the size and complexity of that development feedback loop, which prompts me to ask them whether that relationship has changed internally at Apple post-M1.“If you go back to the phone, we had that tight interaction really, from the very beginning — and I think that’s true for all of the iOS products. We had that tight feedback loop,” says Millet.Both Millet and Borchers are diplomatic about the Intel partnership (which is till present, for now, in Apple’s Mac Pro machines).“Intel was a great partner through the years where we shipped the Intel machines. They were very responsive; they really actually were inspired by the direction that Apple pushed them. And I think our products benefited from that interaction. Of course, our competitors’ products benefited from that interaction as well sometimes,” notes Millet.But, undoubtedly, the relationship between what Apple wants to ship and what it can ship has been radically altered now that the M-series chips are in the breadth of its lineup. Apple’s chip team working closely with internal teams has been a natural part of Apple’s device pipeline since it began work on the iPhone 4. Now that system has expanded to envelop the Mac branch as well.“I think it felt very natural for us to sit down side by side with our industrial design partners and our system team partners inside Apple because they’re familiar faces to us,” Millet says. “These are people that we’ve been working with for iPad and iPhone. And it really felt very, very natural. It’s a very Apple way of working where we are all sitting at the table together, imagining possibilities and them challenging us and us going back and doing the math to kind of figure out that ‘yeah, I think we can do that without a fan.’”Borchers sparks on my use of the term “feedback loop” and notes that it’s less that the loop is smaller and instead that it has been eliminated.“[That term] implies some sense of latency or delay in the cycle,” he says. “And I think that it’s an appropriate way of thinking when you’ve got multiple parties involved. I think that the big difference here is that we move from having a feedback loop to co-creation, where there isn’t a feedback loop…You [just] sit down at a table and push each other. Okay, well, what if we got rid of the fan? And it doesn’t require this latency in the system, which I think has efficiency gains, but it also unleashes your creativity in new ways. So I actually think you hit on something interesting there in kind of this difference between a feedback loop and a different kind of process.”Apple M2 Max features 67 billion transistors, 400GB\/s of unified memory bandwidth, and up to 96GB of fast, low-latency unified memory. (Image: Apple)Apple M2 Max features 67 billion transistors, 400GB\/s of unified memory bandwidth, and up to 96GB of fast, low-latency unified memory. (Image: Apple)One arena still holds fascination for any of us who have found a home on the Mac for nearly every part of our digital life — save one: gaming. The M-series Macs are undoubtedly more gaming capable than any previous Mac due to the inclusion of much-improved onboard GPUs across the lineup. But even with big titles popping up on Mac in spurts, there still is a fairly large section of “here there be dragons,” where you would think Apple would like to map in the multi-billion-dollar gaming market.Borchers says that Apple is feeling like the Apple silicon gaming story is getting more solid release by release.“With Capcom bringing Resident Evil across, and other titles starting to come along, I think the AAA community is starting to wake up and understand the opportunity,” he says. “Because what we have now, with our portfolio of M-series Macs, is a set of incredibly performant machines and a growing audience of people who have these incredibly performant systems that can all be addressed with a single code base that is developing over time.“And we’re adding new APIs in and expanding Metal in Metal 3, etc. And then if you think about the ability to extend that down into iPad, and iPhone as well, I think there’s tremendous opportunity.”He acknowledges that Apple needs to do work to bring game developers along the road to adoption, but he says the company is happy that they’ve shipped the core ingredients in very performant systems. He says that the team has been and will continue to look at a variety of chip configurations and components through that gaming lens as well. Anyone who games on the Mac should find room for encouragement in the way Millet says that the team is focusing here, though time will tell.Millet says that Apple’s work on cracking the gaming market started with the early days of the Apple silicon transition.“The story starts many years ago, when we were imagining this transition. Gamers are a serious bunch. And I don’t think we’re going to fool anybody by saying that overnight we’re going to make Mac a great gaming platform. We’re going to take a long view on this.”He notes that Apple offers common building blocks that are shared, scaled appropriately, between the Mac, iPhone and iPad where Apple has historical strength. But he also points out that the purpose-built GPUs in the iOS devices weren’t intended to be general use.“We weren’t going to design GPUs for that space that were unnecessarily complicated, that had features that were not relevant to iOS,” he notes. “But as we looked at the Mac, we realized that this is a different beast. There will be different expectations over time — let’s make sure we have our toolbox complete.“And so we did very directed work to make sure that the GPU toolbox was there — working super closely with our Metal partners. We worked hand in hand to make sure that they were going to have all the tools that they needed to accelerate the important APIs that we’re going to deliver to [companies like] Capcom, for example. So that when Capcom approached us, it wasn’t going to be this awkward port for them. It was going to be a very natural ‘Ah, you do support these modern APIs that gamers are needing. This is interesting.’”That, in turn, makes it simpler to approach game developers with a strong set of tools that feel familiar enough and compatible enough with their existing workflows to make porting games or building for the Mac viable.“My team spends a lot of time thinking about how to make sure that we’re staying on that API curve to make sure that we’re giving Metal what it needs to be a modern gaming API. We know this will take some time. But we’re not at all confused about the opportunity; we see it. And we’re going to make sure we show up.”He also acknowledges that it will take time to build an installed base of strong GPUs in order for it to be enticing to the AAA space.“The other thing we wanted to do, and I think we have hopefully done, is to seed the Mac, the full Mac lineup, with very capable GPUs, whether it be the MacBook Air, obviously, all the way up to the beast, Ultra chips that we can put in our Mac Studio.”“Because until you do that, until you have a population distributed, developers are going to be wary about making a big investment and kind of focus on Mac,” Millet acknowledges.So Apple will continue to seed the Mac population as people upgrade from Intel to M1 or M2, and it will, hopefully, become more and more obvious to developers that the Mac population at large has a machine that is capable of running major titles at a frame rate that is acceptable to gamers.Millet also is unconvinced that the game dev universe has adapted to the unique architecture of the M-series chips quite yet, especially the unified memory pool.“Game developers have never seen 96 gigabytes of graphics memory available to them now, on the M2 Max. I think they’re trying to get their heads around it, because the possibilities are unusual. They’re used to working in much smaller footprints of video memory. So I think that’s another place where we’re going to have an interesting opportunity to inspire developers to go beyond what they’ve been able to do before.”The custom technologies of M2 Pro and M2 Max include Apple’s next-generation, 16-core Neural Engine and new powerful, efficient media engines with hardware-accelerated H.264, HEVC, and ProRes video encode and decode. (Image: Apple)The custom technologies of M2 Pro and M2 Max include Apple’s next-generation, 16-core Neural Engine and new powerful, efficient media engines with hardware-accelerated H.264, HEVC, and ProRes video encode and decode. (Image: Apple)Historically, the most vibrant chatter about the Mac is about the next Mac. No matter what gains or features Apple delivers with a particular system, the question readers and friends are always hitting me with is, “When is the next one coming, and is it worth waiting for?” Lest you think it’s just happening out here in user land, Millet says that he gets it, too.“Friends and family reach out all the time and they say, ‘Hey, I’m thinking about getting a new Mac, wink, wink. Is now a good time?’ And what’s beautiful about this story is that I really, with full sincerity, believe now is always a good time…Nobody should be shy about it.” \n\n\t\t\t“I don’t think we’re going to fool anybody by saying that overnight we’re going to make Mac a great gaming platform. We’re going to take a long view on this.”\t\t\t\t\t\t\tTim Millet, Apple VP\n\n\n\tThis wave of updates from the Mac with M2 onboard are so impressive that it stops that sentiment short of being too self-serving. The broad consensus, in fact, is that the M2 Mac mini is probably the best-value computer that Apple has ever shipped — and may actually be the best value in desktop computing period. At $599 for the base model, it comes in at a lower price than the previous M1 model and is incredibly capable — clocking in at around 20% faster. Even with that nice positioning, however, the previous year’s model remains more than viable for all of the use cases in that band.Apple has managed to find a sweet spot that allows the bulk of customers to “buy whenever,” knowing that the M-series chips are indeed that good. Millet says that Apple knows that the top few percent of power-hungry users that want the edge on capability are savvy enough to know the rough release timeline of the “new Macs” and will wait for it.“That 20% is going to make a big difference to some folks. Absolutely. And they will wait for that moment [when] they can see it because they have workloads that require it,” Millet says, while noting that they’re confident enough in the satisfaction levels of buyers of M1 that they’re not going to hold off.“If you bought a MacBook Pro last year with M1, you’re gonna be fine. [Even] if you bought it in December, you’re not going to come screaming at me telling me I hate this machine, [and] why didn’t you tell me to wait?”One rationale for shipping M2 is also that Apple wanted to establish the line in a regular cadence. It was important, Millet says, to make sure people didn’t see the M1 as a “one and done.”As far as the “when Macs” question goes, Millet and Borchers are both in the “when possible, ship” camp. Coming out of a period pre-M1, when many in the Mac ecosystem felt that it was being underinvested in, it’s clear that Apple wants to send a message that this is not the case and they never want that to become a meme again.“As a silicon person, I know that technology moves fast and I don’t want to wait around. I certainly want to push hard, as you can imagine,” says Millet. “We want to get the technology into the hands of our system team as soon as possible, in the hands of our customer as soon as possible. We don’t want to leave them wondering…do they not care about us? A new phone shipped last year. Why didn’t the Mac get the love?”“We want to reset to the technology curve and then we want to live on it. We don’t want the Mac to stray too far away from it.”Borchers says that the opportunity for Apple lies in the fact that the vast majority of Mac customers are on Intel machines. This makes it less of an “it’s been a year, we have to ship something” situation.“We’re just trying to make it more and more of an easy decision to move…to an even more amazing system,” he says.When positioned year over year, the gains are absolutely solid. But if Apple is marketing to, and eyeballing the opportunity of, millions of current Intel Mac users, then the calculus (for them) becomes easier. As proud as the team is of the M1 to M2 speed jump, Borchers says, the real messaging is around the leap from just 2 years ago — especially for the Mac mini, where the leaps are in the 10x and up multiples of performance. All in a price that’s $100 cheaper than the M1 Mac mini and $200 cheaper for students.“We’re product people at the end of the day, and we want to put our systems in as many hands as possible,” says Borchers. “We feel like the Mac mini form factor is such a great way to unleash creativity and, frankly, goodness in the world that we wanted to be able to put it in as many people’s hands as possible.“We don’t think about [Mac pricing] in a traditional kind of cookie-cutter way where it’s like, ‘Okay, it’s 2023, we’re going to $799 and we’re going to be predictable.’ It’s more of what do we have [in the pipeline], and what can we do that will surprise and delight our customers?”","6":"Five days after getting its streaming debut on Disney+, “Black Panther: Wakanda Forever” is now the most-watched Marvel premiere on Disney+ based on hours streamed within the first five days, the company announced today.Disney didn’t provide specific viewing numbers, so it’s not exactly clear how the movie’s streaming performance compares to other Marvel titles on Disney+. However, the claim means the “Black Panther: Wakanda Forever” premiere performed better than popular franchises like “Black Widow” and “Avengers: Endgame.”The new streaming record for Disney+ could also mean that more Marvel films may get longer windows between theatrical release and streaming release — but that’s just our guess. In general, movies that get a long theatrical window are more likely to stand out in the minds of viewers as opposed to streaming-exclusive movies that might not get as much hype. Disney+ subscribers had to wait 82 days for “Black Panther: Wakanda Forever” to stream on Disney+, the longest window of any Marvel movie on the streamer. For comparison, “Thor: Love and Thunder” appeared on Disney+ 62 days after it premiered in theaters.The “Black Panther” sequel was released in theaters on November 11, 2022, and grossed over $800 million at the box office worldwide. It earned five Oscar nominations and won a Golden Globe for Best Performance by an Actress in a Supporting Role (Angela Bassett).‘Black Panther: Wakanda Forever’ gets its streaming debut on Disney+","7":"One could make a very reasonable argument that FRIDA (Framework and Robotics Initiative for Developing Arts) is as much a thought experiment as it is a research project. Certainly it butts up against similar questions around art and creativity as AI projects like DALL-E and ChatGPT — though the question is arguably even more in your face when it’s a robot arm doing the painting on a real-world canvas.I recognize this is all extremely subjective, but at this point in the process, I’d go out on a limb and say the Carnegie Mellon University Robotics Institute’s project has some catching up to do with software-based AI systems. Even so, it’s fascinating to watch the project, which (obviously) gets its name from renowned Mexican portrait painter Frida Kahlo.Image Credits: CMUImage Credits: CMU“FRIDA is a project exploring the intersection of human and robotic creativity,” says CMU professor Jim McCann. “FRIDA is using the kind of AI models that have been developed to do things like caption images and understand scene content and applying it to this artistic generative problem.”The system currently requires some input, including text descriptions and existing images, though in a world so tied to literal interpretations, it can work a bit more abstractly. In one instance, the team played the robot the all-time banger that is ABBA’s “Dancing Queen.”Though they also attempt to cut questions of job automations off at the pass. For one thing, humans are required for not just inputs, but actual paint mixing (though, to be clear, it’s realistic to assume that’s fairly automatable). The team suggests that it’s ideal as a collaborator.Image Credits: CMUImage Credits: CMUPerhaps the most interesting piece of this is the system’s imprecision. The goal of such robotics is generally getting things as accurate as possible. Here, however, the system is allowed to make mistakes and adjusts the remainder of the painting accordingly, using an overhead camera to monitor its own progress. Speed isn’t a priority either. Each painting takes hours to complete.Some of FRIDAs paintings #Robotics #creativeAI pic.twitter.com\/5AX7lA8oxW— FRIDA Robot Painter (@FridaRobot) December 5, 2022FRIDA’s artwork can currently be seen on a CMU-run Twitter account.","8":"To get a roundup of TechCrunch’s biggest and most important stories delivered to your inbox every day at 3 p.m. PST, subscribe here.Hello, Crunchers!Our fave read today was Connie’s piece with advice for startups that have the government as their target customer.In honor of Black history month, we want to share some good news for BIPOC founders, as more funding is becoming available: Dominic-Madori reports that Nex Cubed launched its HBCU (historically Black colleges and universities) Founders Fund, weighing in at $40 million. Meanwhile, Natasha M reports that Kapor Capital’s new crew is raising a $50 million opportunity fund earmarked for social impact ventures and founders of color.  — Christine and HajeToday is the return of the veteran founders day, it appears. Natasha L reports that Spotify founder Daniel Ek is back with Neko and another spin on preventative healthcare, while Sarah writes that Zenly co-founder Antoine Martin launches a new social app, Amo.Good news for chickens and vegans alike: Rebellyous, a startup that’s striving to build “a better chicken,” has raised at least $20 million in fresh funding, Harri reports. Based in Seattle, the venture-backed company calls its production tech the “most advanced plant-based meat manufacturing system on the planet.”Not enough? Well, let’s shake the story-trees and see what comes tumbling down:Image Credits: We Are (opens in a new window) \/ Getty ImagesImage Credits: We Are (opens in a new window) \/ Getty Images“White coat syndrome” occurs when patients register artificially higher blood pressure because they’re anxious about visiting the doctor.Technical interviews are similar: In a survey that crunched data from 1,000 people who conducted 100,000 interviews, a quarter of the candidates who received passing grades initially thought they’d failed.“Our research shows that 43% of all candidates consistently underrate their technical interview performance,” said Aline Lerner, founder and CEO of interviewing.io.In a comprehensive TC+ post, she offers a playbook for gathering and sharing “honest (and sometimes harsh) feedback” and asking postinterview questions that create objective benchmarks.“Only about 25% of candidates perform consistently from interview to interview,” writes Lerner. “This means a candidate you reject today might be someone you want to hire in six months.”To improve close rates for technical interviews, give applicants feedback (good or bad)Three more from the TC+ team:TechCrunch+ is our membership program that helps founders and startup teams get ahead of the pack. You can sign up here. Use code “DC” for a 15% discount on an annual subscription!In the ongoing battle between India’s IT ministry and apps, PayU’s LazyPay has become the latest casualty, Manish writes. But it’s for a good cause, if you think about it: The country is cracking down on the misuse of consumer data. Speaking of blocked apps, Manish also writes that India is blocking over 230 betting and loan apps, some with ties to China.Meanwhile, it’s Dell’s turn to have bad news. The company said that it will lay off 5% of its worldwide workforce, Ron reports. And if you have this on your BINGO card, you can mark off “the move was an unfortunate outcome of the current economic climate.”Lots of news follows, so grab a drink and a snack and let’s dive in:","9":"Hello and welcome back to Max Q!In this issue:Voyager Space, a company developing a private space station, has raised $80.2 million in new capital. The new funding comes as Voyager continues its development of the station, Starlab, which is no doubt an enormously capital-intensive undertaking.The funding includes participation from NewSpace Capital, Midway Venture Partners and Industrious Ventures, according to U.S. Securities and Exchange Commission filings and other documents viewed by TechCrunch. Seraphim Space also participated, TechCrunch has confirmed. The funding was filed with the SEC on January 27.Image Source: Voyager SpaceImage Source: Voyager SpaceHistorically, oil and gas companies have monitored pipeline leaks using inefficient, expensive methods: workers equipped with handheld optical gas imaging cameras, for example. Or, as Orbital Sidekick CEO Dan Katz put it in a recent interview with TechCrunch, “a young pilot sticking their head out the window of a crop-duster.”“There’s really no persistent, objective, high-accuracy monitoring service that’s available to operators today,” he said. So he and Orbital Sidekick co-founder Tushar Prabhakar set out to create one. Their startup’s solution is a data analytics product that generates intelligence using a constellation of satellites equipped with hyperspectral sensors — and it’s caught the energy industry’s attention.Image Credits: Orbital SidekickImage Credits: Orbital SidekickMax Q is brought to you by me, Aria Alamalhodaei. If you enjoy reading Max Q, consider forwarding it to a friend. ","10":"Vietnamese electric vehicle maker VinFast is cutting jobs in the United States and Canada as part of a restructuring that will merge operations across the two countries. The restructuring comes as VinFast prepares to enter the U.S. public market and delays deliveries to its first customers in the country.VinFast has not shared how many employees have been cut, but a LinkedIn post from a former employee said “nearly 35 roles” were affected. A spokesperson told Reuters the headcount in Vietnam, where most of the company’s staff and engineering ops are, would not shrink.“The past 4 months have been an experience like no other,” reads the post. “From meeting and collaborating with some of the industry’s most talented professionals, to building a team and program with the intention to launch a service nationwide for a startup.”Note the “intention to launch” part of that statement. Neither the employee who wrote the post nor the company have responded to TechCrunch to clarify the nature of the nationwide service and whether VinFast has ceased operations there, but we have some guesses.A big part of VinFast’s luxury EV offering in the U.S. is the customer experience, including a mobile service network and over-the-air firmware updates. The company may have also been pursuing an EV charging network in the States, something VinFast has been doing in Vietnam. Some of the affected employees who posted on LinkedIn worked in mobile service operations and EV charging infrastructure, which might signal VinFast is pulling away from launching these services in North America.VinFast’s expansion strategy into international markets also includes a direct-to-consumer sales model. Many of the 150 people VinFast said it had hired in the U.S. were in sales, support and distribution roles.The company, a subsidiary of conglomerate Vingroup, has been advancing into the U.S. market with four electric SUVs and potentially a sports car. Last week, VinFast said it would delay deliveries to its first U.S. customers to the second half of February as it finishes updating vehicles with the latest software.","11":"Here’s an interesting comment from MIT’s Alfonso Parra Rubio, “Treating soft versus hard robotics is a false dichotomy.” For, I suppose, obvious reasons, thinking around technology tends to be a bit…binary. Certainly we’ve traditionally regarded soft robots as being something that exists in direct opposition to their more traditional counterparts.But the organic beings that inspire them are often some combination of rigid and soft. After all, what are we if not a bunch of soft tissue bound to a rigid skeletal structure. It follows, then, that roboticists would do well to marry the two, in order to harness the best of both worlds.Image Credits: MITImage Credits: MITThis is one of the guiding principles behind MIT’s recent rethink of its underwater, snakelike aquabots. The robot is largely hollow, built of modular voxels that can be assembled to create systems that are rigid in certain directions and soft in others, combing stiff and flexible elements.“Smooth flexibility of the body surface allows us to implement flow control that can reduce drag and improve propulsive efficiency, resulting in substantial fuel saving,” says MIT professor Michael Triantafyllou, who was previously involved in MIT’s RoboTuna project.Thus far, the system has been configured into the kind of meter-long eel design seen in this post, but the modular building blocks mean it’s possible to create a variety of different shapes and scale up the robot’s size considerably.“There have been many snake-like robots before,” adds fellow MIT professor, Neil Gershenfeld. “But they’re generally made of bespoke components, as opposed to these simple building blocks that are scalable.”Modularity also potentially means dramatically cutting down the assembly time required to build these robots. The 60 pieces in this system were assembled in two days, rather than the two years that went into building RoboTuna.","12":"Therapists — if you can even find one that takes your insurance or new clients — can add a layer of sadness to your wallet even as you’re trying to rectify your own mental health wobbles. ShareWell believes it has an alternate take, with a far more affordable peer-support model, which lands it somewhere between special interest forums and online communities, coaching and therapy. The company’s thesis is that people who are in the same proverbial boat can offer each other support (but, emphatically, not advice!) to alleviate the burden of going at it alone.“I started ShareWell because peer support really helped me in what was probably the most difficult phase of my life,” said founder and CEO CeCe Cheng in an interview with TechCrunch. “During the pandemic, I was in what I would call an emotionally abusive relationship. I had a therapist I was working with and she was really helpful, but when I was going through it, I didn’t really want to talk to my friends about it. I felt a lot of shame; sometimes even the best-meaning friends couldn’t exactly understand what I was going through.”‘Self-therapy’ startups are blooming in the ‘moderate mental health’ spaceCheng set out to put together a better solution for that, to battle her own isolation in her experience, but also to create a tool for people to lean on each other using modalities that already exist. She points to other successful peer-based support groups such as Alcoholics Anonymous.A Sharewell session in progress. Image Credits: ShareWell.A Sharewell session in progress. Image Credits: ShareWell.“I looked online, and it was shocking how little I could find; I found dead links, a lack of information, and frustration,” says Cheng. “Often, there was just a zoom link that you joined at a certain time and you hoped that other people showed up. Sometimes it was three people that showed up; other times there were 20. It just didn’t feel very safe. I did find some Reddit forums and Facebook groups, which I thought was pretty shocking at this day and age, that there wasn’t a better place to go.”People need all the help they can get. The pandemic aggravated an already critical mental health crisis, triggering a 25% increase in depression and anxiety nationally while 77% of Americans live in counties where mental health care is hard to access. The company wants to offer an alternative, with live human support that is effective, affordable and accessible.ShareWell told TechCrunch it raised a $1.3 million pre-seed round, which it says includes investments from Adrian Aoun, CEO and co-founder of Forward; Kyle Vogt, co-founder of Twitch and CEO and co-founder of Cruise; Russell Simmons, former CTO and co-founder of Yelp; Margo Georgiadis, former CEO of Ancestry.com; Charlie Cheever, former CTO and co-founder of Quora; Rob Hayes, first investor in Uber; and Quiet Capital.This startup wants to scale anonymous mental health support – starting with foundersThat’s a hell of a lineup of investors, and it speaks to Cheng’s deep roots in Silicon Valley; before splitting off from her investor career and founding this company, she was at FirstRound Capital and Makers Fund.Personally, I’m skeptical about turning to the internet for help and advice, given the general quality of information that is available online, but Cheng assures me the company has thought about safety from the bottom up.“We built a video and community platform with our own safety features. For the video sessions, we have the rule of three, which means that every virtual session requires a host and at least two attendees for the session to start. If at any time a person drops out and it goes below three, everyone goes into a waiting room,” says Cheng. “The site prohibits one-on-one communication anywhere, which in itself limits abuse cases. We also have sitewide blocking; if there’s something that makes you feel uncomfortable, you can block someone and you will never be in a session with them again, you will not see their forum posts; they are fully blocked. There are also reporting and flagging features everywhere. We also have a rating feature for hosts and for sessions. Bad actors will be flagged, blocked and reported, and if that happens multiple times, the team steps in. We haven’t actually had to do that, as the community is regulating itself.”The company’s special sauce is in how it thinks of the peer group system, and the accompanying rules. The key aspect is to share your own experiences only, rather than giving advice to the other people on the call.“We define peer support as the sharing of experience, not advice. That is the number one most important rule in our community guidelines. We are here to share experience and to support each other. We can relate to things that we’ve learned from our personal or professional experiences, but it is against the rules to give advice, to diagnose, etc.,” Cheng says. However, she also says that nobody from ShareWell is actively monitoring sessions in progress. “Anyone can create and host a peer support session after they’ve attended one session on the platform. We have a lot of host training materials, and we support the hosts.”For mental health startups, happiness is in nichesThe company told me that in instances where someone is clearly struggling and in need of professional help, the hosts were not allowed to encourage someone to seek the assistance of a therapist or other professional.“Right now [asking someone to seek professional help] is frowned upon, because that crosses a line of giving advice, but if I saw someone who I felt needed therapy, I would probably talk about my own experience about how therapy really helped me get through certain things,” Cheng said. “In the future, we think that we will be able to refer people to modalities beyond peer support. We see already that people want coaching and therapy, etc., but we see peer support as the home base of the community, and from there we connect people to resources outside ShareWell.”","13":"After charming the internet (and us) with its absurdist nature, the AI-generated “Seinfeld”-spoof “Nothing, Forever” was suspended from Twitch for 14 days.As part of its parody of “Seinfeld,” one of the recurring scenes on “Nothing, Forever” shows Larry Feinberg — the Jerry Seinfeld character — performing stand-up routines. Usually, Larry’s jokes went something like, “What’s a bear with no teeth? A gummy bear.” But, as “Nothing, Forever” creators Mismatch Media told TechCrunch, the team made a mistake with the AI’s content filter, which resulted in Larry delivering a transphobic standup routine.“Nothing, Forever,” which has been streaming almost constantly since December, initially generated the characters’ dialogue through the Davinci model of GPT-3, plus OpenAI’s content filtering protocol. But when Davinci began having technical issues, the team switched to the less-sophisticated Curie model. After changing models, the creators didn’t appropriately incorporate the AI moderation tool. Soon, Larry was spewing transphobic jokes, and “Nothing, Forever” was suspensed.“First, let me say that the text we generated was a mistake, we are super embarrassed, and that the generative content created in no way reflects the values or opinions of our staff,” co-creator Skyler Hartle wrote in an email to TechCrunch. “We very much regret this happened and hope to be back on the air soon, with all the appropriate safeguards in place.”Hartle also said that the team is investigating a secondary content moderation system to add as a redundancy, just in case their content moderation filters happen to falter while live on air.Twitch did not respond to request for comment. Hartle said he has not had any direct communication with Twitch either. But the creators believe the suspension is a result of Larry’s transphobic comments, due to the timing of the suspension.Twitch’s community guidelines ban hateful rhetoric about specific identity groups, including discrimination or harassment based on gender identity. The platform’s content moderation systems appear to have caught the transphobic rhetoric of Larry, an AI, pretty quickly. But while Twitch’s systems reacted quickly to deplatform an AI, it has not been as consistently successful with mitigating the deliberate harassment of transgender people.About a year and a half ago, the platform was plagued by malicious “hate raids,” which particularly targeted Black and transgender creators. After creator-led collective action, Twitch rolled out new safety features to help protect streamers from these violent cyberattacks. Last year, as transgender Twitch streamer Keffals rose to prominence for talking about LGBTQ+ issues, she was subject to such harsh harassment that she was targeted within her own home, causing her to go into hiding. (Much of this harassment stemmed from other websites, but as of 2021, Twitch’s community guidelines can hold Twitch users accountable for off-platform harassment.)The creators of “Nothing, Forever” say they did not intend to air transphobic commentary, and that they do not endorse those views. Yet this predicament shows how quickly generative AI entertainment can go south when left unchecked. After all, GPT-3 is trained on the internet itself, so it can echo some of the most heinous rhetoric from across the web.There’s something darkly ironic about this incident: A content filtering snafu drove the Twitch suspension of what’s basically a robot. Meanwhile, Dave Chappelle just won a Grammy for his comedy album “The Closer,” which has been heavily criticized for its transphobia. Yet even within the AI-generated universe of “Nothing, Forever,” the AI-generated audience didn’t find Larry’s jokes very funny.“There’s like 50 people here and no one is laughing. Anyone have any suggestions?” the AI began its comedy set, before going on its brief transphobic tirade. Then, Larry closed his set, “No one is laughing, so I’m going to stop. Thanks for coming out tonight. See you next time. Where’d everybody go?”‘Nothing, Forever,’ an AI ‘Seinfeld’ spoof, is the next ‘Twitch Plays Pokémon’Streamers are boycotting Twitch today to protest the platform’s lack of action on ‘hate raids’Twitch builds toward a ‘layered’ safety approach with new moderator tools","14":"It was a rough quarter for the cloud infrastructure market as companies looked for ways to cut back on spending in an uncertain economy. When you combine that with the strong dollar and a weak Chinese market, the market slowed to 21% growth, a precipitous drop from the 36% growth we had seen the year prior.While we aren’t seeing the gaudy growth of years past, Synergy Research still found the market exceeded $61 billion for the quarter with the 12 month trailing revenues of over $212 billion, a hefty sum by any measure, even with the slowdown.Also of note was that while each of The Big Three saw growth slow in Q4 2022 from the previous quarter, Microsoft still managed to gain market share ground on Amazon. Microsoft increased its share from 23%, up from 21% the prior quarter, while Amazon fell from 34% to 33% and Google remained steady at 11%. The Big Three cloud providers accounted for 66% of worldwide cloud revenue.That comes out to approximately $20 billion for Amazon, $14 billion for Microsoft and $7 billion for Google. Per usual, this is looking at IaaS, PaaS and hosted private cloud services. It doesn’t include SaaS, which is measured separately.Image Credits: Synergy ResearchImage Credits: Synergy ResearchAmazon cloud revenue grew a modest 20% over the prior year, and the company acknowledged in the earnings call that growth dropped even further to the mid-teens in the first month of the year. Meanwhile Microsoft reported cloud growth of 22%, down from 24% the prior quarter and Google Cloud revenue grew 32%, down from the 38% growth the previous quarter.Amazon was first to market and has had a long head start, but it seems as the market slows after years of steady growth, it’s giving its chief competitor, Microsoft, a bit of an opening to gain on them. It could be partly due at least to the fact that Amazon’s market maturity is finally catching up to it, and Microsoft is able to gain some advantage in spite of spending slowing overall.John Dinsdale, chief analyst at Synergy says there were three key reasons for this quarter’s drop-off, which he believes are short-term issues, and he remains optimistic for the future. “There are three main factors. The strengthened US dollar diminishes the apparent growth rate of many non-US markets; the large Chinese market remains constrained by pandemic issues and local policies; and the worsened economy has caused some enterprises to more closely review spending on cloud services. These factors should be primarily short term in nature and Synergy forecasts that growth rates will remain strong over the next few years,” he said in a statement.It will be interesting to watch the market in 2023 and see how the macro economic environment affects revenue, and if the slower growth we’ve been seeing continues to work in favor of Amazon’s competitors by enabling them to gain more ground.","15":"Pakistan has unblocked Wikipedia in the South Asian market, three days after the online encyclopedia was censored in the nation over noncompliance with removing what the local regulator deemed as “sacrilegious” content.Shehbaz Sharif, the Prime Minister of Pakistan, directed the unblocking order, calling the censorship on Wikipedia “not a suitable measure to restrict access to some objectionable contents\/sacrilegious matter on it.”“The unintended consequences of this blanket ban, therefore, outweigh its benefits,” his office wrote in a letter, which was shared publicly on Twitter.Sharif has also constituted a cabinet committee that will include ministers for IT and Telecom, Law and Justices, Information and Broadcasting, Commerce and Communications” on matters related to Wikipedia and other online content, including exploring and recommending alternative technical measures for removal or blocking access to objectionable content.The Pakistani telecom regulator “degraded” access to Wikipedia last Wednesday and warned that it would fully block the site in 48 hours if certain content weren’t removed from the site. The regulator had asserted that Wikipedia representatives weren’t acknowledging the order. On Friday, Wikipedia was banned in the country.The South Asian nation’s move to block the website received wide backlash and global media attention.“We hope that the Pakistan government joins us in a commitment to knowledge as a human right and restores access to @Wikipedia and Wikimedia projects promptly, so that the people of Pakistan can continue to receive and share knowledge with the world,” Wikimedia, the parent firm of Wikipedia, said on Saturday.The English version of Wikipedia receives over 50 million page views per month from Pakistan, Wikimedia said.“The Wikimedia Foundation does not make decisions around what content is included on Wikipedia or how that content is maintained. This is by design to ensure that articles are the result of many people coming together to determine what information should be presented on the site, resulting in richer, more neutral articles. We respect and support the editorial decisions made by the community of editors around the world,” it added.","16":"Welcome to The Interchange! If you received this in your inbox, thank you for signing up and your vote of confidence. If you’re reading this as a post on our site, sign up here so you can receive it directly in the future. Every week, I’ll take a look at the hottest fintech news of the previous week. This will include everything from funding rounds to trends to an analysis of a particular space to hot takes on a particular company or phenomenon. There’s a lot of fintech news out there and it’s my job to stay on top of it — and make sense of it — so you can stay in the know. — Mary AnnGreetings from Austin, Texas, where an ice storm hit last week and caused widespread damage across the city. I know, I know — Austin is known for its 100+ degree temperatures in the summertime. Who would have expected this to happen here? And not just once but twice in two years. Surely not I, when my family moved here in 2013. We’re going on Day 5 with no power, heat or internet. That’s why this newsletter is being published a day later than it would have under normal circumstances. Our neighborhood has many beautiful mature trees, including many oaks. It’s one of the things we loved most about it when deciding to live here. It’s also the same reason our neighborhood was hit SO hard by this storm. Branches from one of those trees fell on our power line, making the outage not just inconvenient but also scary. While this has been extremely stressful — my 89-year-old mother lives with us and our biggest priority has been trying to keep her warm and comfortable — there have been bright spots, like the kindness of a neighbor I’d never met before sharing a wheelchair so I could transport my mother somewhere else and a friend who offered a portable generator so that we could at least have some power for a little while. Anyway, hopefully by the time I’m writing this next week, we’ll have our actual power back. Fingers crossed.Image Credits: Amy TomlinsonImage Credits: Amy TomlinsonThere appears to be no end in sight for layoffs in the fintech space. PayPal was the latest large company to announce layoffs — with about 2,000 full-time employees, or 7% of its workforce, affected. On January 30, the payments giant publicly shared a letter that president and CEO Dan Schulman had sent to employees in which he noted the cuts would take place over the coming weeks “with some organizations impacted more than others.” Schulman added: “Over the past year, we made significant progress in strengthening and reshaping our company to address the challenging macro-economic environment…While we have made substantial progress in right-sizing our cost structure, and focused our resources on our core strategic priorities, we have more work to do. We must continue to change as our world, our customers, and our competitive landscape evolve.”He did not provide further details, saying only the company would provide the affected “with generous packages, engage in consultation where required, and support them with their transitions.”The company’s stock perked up on the news. After closing at $79.64 on January 30, shares closed up 7.4% at $85.52 on February 3.It’s not the first round of layoffs for PayPal in recent times. Last spring, TechCrunch reported that PayPal had laid off dozens of employees from its San Jose headquarters around a week before the fintech confirmed that it was shuttering its San Francisco office. To better understand why it matters so much to us what publicly traded companies like PayPal do, head here.But PayPal was not the only publicly traded fintech to lay off employees last week. The Wall Street Journal reported that SoFi Technologies was cutting around 65 jobs, or about 5% of its 1,300-person workforce. The company’s mortgage operations centers in California and Utah are reportedly impacted by the move.Meanwhile, Silicon Hills News (operated by the very talented Laura Lorek) reported that Austin-based insurtech Decent is “shutting down all of its operations to just a core team,” which was confirmed in a blog post published by Nick Soman, the company’s founder and CEO. The company had raised $43 million in funding from investors such as Foundation Capital, QED Investors and Maverick Ventures, according to Silicon Hills. In his blog post, Soman said the company wound down its health insurance product in anticipation of signing on a partner, who recently backed out in what the founder called “a massive and unexpected setback.”And lastly (that we know of), DriveWealth confirmed that it has reduced its headcount by 20%, the company told TC’s Natasha Mascarenhas. In a statement, DriveWealth told her that the cuts were part of “a number of strategic decisions to evolve as a global brokerage infrastructure company, with a tech-focused and product- and partner-centric organization, and increased organizational agility.” In January, DriveWealth CEO Terry Angelos announced on Twitter that he was “leaving the digital custody and clearing firm just eight months after stepping into the role,” according to InvestmentNews. The company has raised over $550 million since its 2012 inception, according to Crunchbase. It last raised in August of 2021 — a $450 million Series D funding round at a $2.85 billion valuation. Insight Partners and Accel co-led that round. Other backers include Greyhound Capital, SoftBank Vision Fund and Point72 Ventures. According to PitchBook, DriveWealth has 300 employees, although it is not clear if that was before or after the recent layoffs.It’s apparent that even well-funded companies are not immune to the challenging macroenvironment. In fact, is it just me or does it seem like it’s the most well-funded companies that are doing the layoffs? Maybe since they had more resources and the ability to hire to begin with? Or maybe because they are more high-profile, news of their layoffs makes a bigger splash? I’m not sure, but sadly I don’t think the fintech job cuts are slowing down anytime soon. Stay tuned for a new section in upcoming newsletters that focuses on companies that are hiring, rather than laying off.Marqeta shared with me exclusively that it has agreed to acquire two-year-old fintech infrastructure startup Power Finance for $223 million in cash, marking the first acquisition in the publicly traded company’s 13-year history. I had the opportunity to interview new CEO Simon Khalaf, who shared with me the reasoning behind the purchase. Power’s first product is a credit card issuance program, which is designed for companies, brands and banks to offer fintech experiences, such as customized credit card programs, targeted promotions and personalized rewards, embedded into existing mobile and web applications. Marqeta’s main goal with the purchase is to expand and “significantly accelerate the capabilities” offered in its credit product. More details here.As reported by Reuters, which cited The Financial Times: “Twitter Inc is working to introduce payments on the social media platform and has begun applying for regulatory licenses. New boss Elon Musk is pushing Twitter to create new streams of revenue as it faces a drop in advertising income, following his $44-billion takeover of the company in October.”Meanwhile, MacRumors reported that “the Apple Pay Later service that Apple has in the works is set to launch ‘soon.’” TechCrunch first reported about the initiative last June.Reports TechCrunch’s Carly Page: Ion Group, a Dublin-based software company that helps financial institutions automate their critical business processes, has been hit by a ransomware attack that forced several European and U.S. banks to revert to manual processes. More here.Multiple news outlets reported that Thrive Capital is said to be leading a $2.5 billion to $3 billion investment in Stripe, at a $55 billion to $60 billion valuation. The New York–based firm, started by Joshua Kushner, also led the company’s $70 million Series C in 2014 when it was valued at $3.5 billion. All parties are staying quiet.Meanwhile, Stripe competitor Checkout.com announced last week that Céline Dufétel was appointed president and COO of Checkout.com — she was formerly CFO and COO — and will remain based in New York. In her expanded role, she will oversee all operational and go-to-market teams, including finance and marketing. Nirupam Sinha will take on an expanded role as CFO. The company told me via email that with Dufétel’s new appointment, Checkout.com “is staking its claim in the U.S.”This New York Times article does a great job of examining how buy now, pay later may be a “victim of its own success.” Writes James Ledbetter: “The industry is now facing an existential crisis, as profits remain elusive, valuations plummet, competition increases and regulators ask tough questions about the lending practices behind B.N.P.L.”Embedded fintech remains hot. Fintech infrastructure startup Unit last week launched white-label UIs. Via email, the company told TechCrunch that it believes the UIs represent “the fastest and easiest way for companies to build an embedded banking experience, get to market, and realize new revenue streams.” One more player giving Stripe a run for its money. More here.American Express is doubling down on SMEs. The credit card giant, as reported by Finovate, launched American Express Business Blueprint — a set of digital cash flow management tools for small businesses. According to Finovate: “The new offering evolved out of Kabbage, an alternative lending startup that the company acquired in 2020. With the launch of Business Blueprint, the Kabbage brand is now retired.”Amex isn’t the only one focusing on SMBs. Tillful, a free business credit app built by VC-backed startup Flowcast, CEO and founder Ken So reiterated the company’s commitment to SMBs in this blog post. Last year, Brex made headlines for cutting off its SMB customers, and according to So, Divvy recently ended its credit-builder program. (Note: This has not been independently verified by TC.)ICYMI: Grasshopper Bank partners with MANTL to enhance its digital deposit origination platform for business clientsRobinhood raised its Robinhood Gold rate to 4.15%, effective February 3Image Credits: MarqetaImage Credits: MarqetaSeen on TechCrunchMinu knows financial, employee wellness are connected, so it built 30 gamified benefitsEgyptian financial services provider MNT-Halan valued at $1B in $400M fundingRaylo raises $136M to build out its gadget lease-and-reuse ‘fintech’ platform Finley closes $17M to turn 100-page debt capital agreements into software-managed codePassthrough raises $10M to simplify the process of investor onboardingTrueBiz aims to help financial services providers onboard business customers faster, avoid fraudA round I really wanted to cover but just wasn’t able to get to:Moov announced a $45 million Series B.Why this caught my attention: A $45 million Series B in this environment is a big deal. Plus, I covered this company in December 2020 when it raised $27 million in an “oversubscribed” Series A funding led by Andreessen Horowitz (a16z). This time around, Commerce Ventures led the financing, which also included participation from repeat backers a16z and Bain Capital Ventures, as well as Visa and Sorenson Ventures. It’s always interesting when previous backers double down on their investments, and in this case, several existing backers put money in this round.What does it do? Moov was born when CEO and founder Wade Arnold and Bob Smith started an open source movement in 2017 to help developers learn how to build and integrate payments into their products. Arnold had founded Banno, a white label digital banking platform, which was acquired by Jack Henry in 2014 (Smith was an employee). Their goal at the time of inception, Arnold said in 2020, was “to lend a trusted hand to developers building or integrating financial products.” It has since worked to build what Arnold describes as its “full-stack approach to powering payments.”In the past, the company has been public about “taking business from Stripe.” Still, at the time of Moov’s last raise, Arnold told me: “Stripe simplified e-commerce checkout for all by putting developers first. Moov echoes the ethos in putting developers first but we’re focused on the underpinning infrastructure of payments and banking. We would like to think that Stripe could have leveraged Moov if we existed when they started.”Fun fact: In 2021, the startup created fintech_devcon, a flagship event for fintech developers. The third one will be held in August in my home base of Austin, Texas.More on the embedded finance frontProving that banking as a service is hotter than ever, Treasury Prime raises $40M Series CLiberis, an embedded finance provider for SMEs, raises additional €30M in debt financing from Silicon Valley Bank. The company says its platform applies machine learning to understand a customer’s risk profile and funding options available to them.Other dealsLevelField to acquire Burling Bank, an FDIC-insured chartered bank. With the acquisition, Houston-based LevelField Financial will become the first FDIC-insured bank to offer traditional banking and Bitcoin services.Medsi boosts growth of Mexico’s first “health assurance” super app with $10M roundLast week was a milestone week for me in more ways than one. I started writing for TechCrunch on February 1, 2021. Two years and nearly 700 articles later, I love my job more than ever. Also, January 30 marked the one year anniversary of the soft launch of this newsletter. It’s been an incredible experience putting this together every week, and I am honored you all still rely on me for the latest fintech news.Until next week — when I hope to have power back!! — take good care. And thanks for hanging in there with me. Xoxo, Mary Ann","17":"Binance Holdings plans to return to South Korea after pulling out of the market in 2021. The world’s largest cryptocurrency trading platform by volume said it had acquired a majority stake in South Korea-based crypto exchange GOPAX. In November, GOPAX suspended customer withdrawals from its DeFi service, GoFi, after suffering effects from the bankrupt lender Genesis Global Trading, a Digital Currency Group (DCG) subsidiary. Genesis offered yields on crypto lending to GOPAX, and DCG, which invested in GOPAX in April 2021, is the second largest shareholder of GOPAX. In addition, GOPAX’s parent company, Streami, is one of the 10 largest creditors of Genesis. The new capital from Binance will enable GOPAX customers to make withdrawals and interest payments to normalize the Korean crypto trading platform. GOPAX had more than 600,000 users as of March 2021, per its website. A spokesperson of Binance told TechCrunch that Binance also plans to offer Binance Academy, a blockchain and cryptocurrency education platform, to GOPAX users to improve blockchain, cryptocurrency and web3 awareness.  Binance says its capital came from the Industry Recovery Initiative (IRI), a Binance-led co-investment project. Binance has set up IRI to protect users in the web3 industry and has committed $1 billion to the IRI project. Other firms in the web3 industry participated in the IRI project, including Jump Crypto, Polygon Ventures, Aptos Labs and Animoca Brands. “The Industry Recovery Initiative (IRI) was created to support promising companies that were negatively impacted by the events of last year,” Changpeng “CZ” Zhao, founder and CEO of Binance, said in its statement. “We hope that taking this step with GOPAX will further rebuild the Korean crypto and blockchain industry.” Binance did not disclose the stake size or deal valuation of the acquisition. Still, according to a local media outlet in January, Binance was in advanced talks to purchase a 41.2% stake in GOPAX from the company’s largest shareholder, GOPAX CEO Junhaeng Lee. GOPAX is one of the five cryptocurrency exchanges (Upbit, Bithumb, Coinone, Korbit and GOPAX) in South Korea. Upbit has the largest market share, with 76.6% in terms of traded value in 2021, followed by Bithumb and Coinone with 18.5% and 4.5%, respectively, per crypto research firm Xangle’s report. The latest acquisition comes nearly two months after Binance acquired Sakura Exchange BitCoin (SEBC) in Japan for an undisclosed amount as Binance eyes expanding its footprint in the East Asian market again.Binance reentered Japan last year via the SEBC acquisition, two years after it paused its service in the Japanese market. Japan’s Financial Services Agency (FSA) issued warnings to Binance, which operated without proper registration and license, in 2018 and 2021. Binance said it “secured its first license in East Asia by acquiring SEBC. Binance also said in its statement that it “is committed to collaborating with the South Korean regulators and virtual asset stakeholders to explore how Binance can leverage its technology and liquidity to support the local ecosystem.” The spokesperson at Binance did not provide further details on the ongoing conversations regarding licenses and registrations in South Korea. South Korea is working to regulate the crypto sector to protect investors in the wake of a series of bankruptcies and accusations of fraud in the global web3 space last year; earlier this year, Japan also called for other countries to regulate crypto as strictly as banks. Binance has obtained regulatory approvals or authorizations in many countries, including Japan, France, Italy, Spain, Bahrain, Abu Dhabi, Dubai, New Zealand and more. GOPAX did not respond to TechCrunch’s request for further comment.(Updates with comment from Binance in third and tenth paragraphs.)Binance poised for Japan expansion after buying local exchange Sakura","18":"Q&A platform Quora has opened up public access to its new AI chatbot app, Poe, which lets users ask questions and get answers from a range of AI chatbots, including those from ChatGPT maker, OpenAI, and other companies like Anthropic. Beyond allowing users to experiment with new AI technologies, Poe’s content will ultimately help to evolve Quora itself, the company says.Quora first announced Poe’s mobile app in December, but at the time, it required an invite to try it out. With the public launch on Friday, anyone can now use Poe’s app. For now, it’s available only to iOS users, but Quora says the service will arrive on other platforms in a few months.In an announcement, the company explained it decided to launch Poe as a standalone product that’s independent of Quora itself because of how quickly AI developments and changes are now taking place. However, there will be some connections between the Q&A site and Poe. If and when Poe’s content meets a high enough quality standard, it will be distributed on Quora’s site itself, where it has the ability to reach Quora’s 400 million monthly visitors, the company noted.To use Poe — which stands for “Platform for Open Exploration” — iOS users will have to create an account that’s verified with both a phone number and email address. They can then switch between three different AI chatbots available at launch.These include the general knowledge chatbots Sage, Claude and Dragonfly. Both Sage and Dragonfly are powered by OpenAI while Claude is powered by Anthropic technology. All have their own limitations at present. For instance, Sage and Claude don’t have knowledge of events after 2021, and Dragonfly may refuse to answer some questions. All three have been known to make incorrect statements — which is another reason why Quora itself isn’t immediately integrating Poe into its service.Image Credits: Poe screenshotImage Credits: Poe screenshotThe factual inaccuracies offered by AIs like ChatGPT have raised concerns about whether these technologies are ready for primetime. The Wall Street Journal, for example, recently reported how ChatGPT has been shown to be fairly bad at math problems written in natural language, often returning entertaining, but entirely wrong answers with confidence. Another Q&A site, Stack Overflow, also banned users from posting answers created by ChatGPT because of inaccuracies.Quora, however, sees Poe’s potential in helping AI developers with making their models more useful for the public, by offering an easy-to-use chat interface — something that’s not always the focus for companies building the AI models themselves.” … most people and even most companies who are capable of training or fine-tuning these models are not well suited to create these interfaces,” explained the Quora blog post, penned by Quora CEO Adam D’Angelo. “This is particularly true in the back-and-forth dialogue paradigm that has become standard for question answering and other use of large language models like ChatGPT, but we expect it to become useful for other modalities as well. We hope that Poe can fill this gap and greatly reduce the amount of work needed for any AI developer to reach a large audience of users.”To make Poe more accessible to developers, it plans to offer an API that any AI developer can plug their model into to reach a large, public audience.“We foresee a large number of models available in the near future. Different models will be optimized for different tasks, they will represent different points of view, or they will have access to different knowledge,” D’Angelo said also in a Twitter thread announcing Poe’s public launch.In addition to providing an easy way to ask questions of the AI bots, Poe includes some social components. The app lets you create a profile and follow others. Users can publish model output on their profiles, if they choose, making it accessible to their followers. The best examples will also be distributed to all users of Poe through the app’s feed, where others can Like or Repost the chatbot Q&A session. You can move through the feed similar to how you navigate Stories in other social apps — by tapping on the side of the screen to advance or go back to the prior post.Poe also offers buttons you can tap within each chatbot that let you see what others have shared.The app itself is a free download without in-app purchases on the App Store.Quora launches Poe, a way to talk to AI chatbots like ChatGPT","19":"Welcome back to Equity, the podcast about the business of startups, where we unpack the numbers and nuance behind the headlines. It’s February, and that means two things: you can stop wishing people happy new year, and “Succession” is officially back next month. As always, you can find me on Instagram or Twitter when I’m not on the mic.Here’s what I got into:Ok, that’s all. Let’s have a good time this week. And by that I mean, tell me all your secrets!Equity drops at 10:00 a.m. PT every Monday and at 7:00 a.m. PT on Wednesdays and Fridays, so subscribe to us on Apple Podcasts, Overcast, Spotify and all the casts. TechCrunch also has a great show on crypto, a show that interviews founders, one that details how our stories come together and more!","20":"Google is rushing to take part in the sudden fervor for conversational AI, driven by the pervasive success of rival OpenAI’s ChatGPT. Bard, the company’s new AI experiment, aims to “combine the breadth of the world’s knowledge with the power, intelligence, and creativity of our large language models.” Not short on ambition, Google!The model, or service, or AI chatbot, however you wish to describe it, was announced in a blog post by CEO Sundar Pichai. He pointedly notes Google’s recentering around AI some years back, as well as the fact that the most influential concept (the Transformer) was created by the company’s researchers in 2017.“It’s a really exciting time to be working on these technologies as we translate deep research and breakthroughs into products that truly help people,” Pichai writes. It’s hard not to wonder while reading this how Google managed to get leapfrogged so decisively by OpenAI, the latter of which is now synonymous with the technologies the former pioneered.The short explanation is that tech moves fast and big companies move slow, and while Google released paper after paper and tried to figure out how to fit AI into its existing business strategies, OpenAI has focused on making the best models and let people figure out their own applications.Bard shows Google taking a page from that playbook, releasing a “lightweight” version of the model for testing purposes. The model uses Google’s own LaMDA (Language Model for Dialogue Applications) to power a conversational AI that can also draw on information from the web. How exactly it does that is not clear from the blog post, but it appears to at least keep more or less current.Bard “help[s] explain new discoveries from NASA’s James Webb Space Telescope to a 9-year-old, or learn more about the best strikers in football right now, and then get drills to build your skills.”Image Credits: GoogleImage Credits: GoogleGoogle of course maintains the most up to date record of web content on Earth, and no doubt Bard will be using that information to its benefit, but exactly how it processes and packages that information for you and your nine-year-old will only be clear once people start using it.The post notes you can also use Bard to “plan a friend’s baby shower,” “compare two Oscar-nominated movies” and “plan a trip to Ecuador.” One can picture how an AI model might do any of these things using the various search results and data firehoses Google has access to, but this experiment will likely be limited to telling you stuff, not doing deep integrations with things like your calendar or airlines.Of course every conversational AI must face the inevitable (these days, almost instant) attempts to bait it into saying something hateful, foolish or embarrassing. Google will surely be recording conversations with users “to make sure Bard’s responses meet a high bar for quality, safety, and groundedness in real-world information.” The last one is clearly a shot across OpenAI’s bows, as well as Microsoft’s, since the former’s models don’t cite their sources and the latter’s short-lived Galactica famously invented them.(Update: “In light of recent announcements,” Microsoft has now made public a previously confidential event being held tomorrow in Redmond. The topic is not officially declared but it is widely expected to be a Bing-OpenAI tie-up that brings a next-generation language model to Microsoft’s perennially beleaguered search engine. An early version of the features was reportedly tested and leaked by student Owen Lin, but we have been unable to confirm anything from that post.)AI will be coming to Google Search more directly in the form of several new features “which can help synthesize insights for questions where there is no one right answer. Soon, you’ll see these AI-powered features in Search that distill complex information and multiple viewpoints into easy-to-digest formats, so you can quickly understand the big picture and learn more from the web,” the company said in a separate email. Nuance but bullet point format, got it.While no doubt people will ask it variations on the Trolley Problem, the example provided is someone asking “Is piano or guitar easier to learn and how much practice does each need?”Image Credits: GoogleImage Credits: GoogleNot an ethically charged query (for most) but also not necessarily one with a simple result. But if of a hundred articles comparing the various learning rates of instruments there is some sort of consensus about the difficulty, with various caveats and tips also common, Google can just suck those up and pop them at the top of the search results.Questions abound: isn’t that just plagiarism? Will sponsored results go above or below, and will they be included and\/or promoted within the AI framework? What qualifies as a question with no right answer? Can users customize the results or crawling process?We may very well learn the answers to these questions at Google’s Search and AI event Wednesday morning, one that strangely goes unmentioned in Pichai’s post. You can watch the livestream right here at 6:30 AM Pacific time or check the front page for more info then.","21":"FTX and its affiliated debtors have sent confidential letters asking politicians, PACs and other recipients of funds to return donations made by the crypto exchange once valued at $32 billion.The recipients are being asked to return donations — or potentially face repercussions — to the now-bankrupt exchange, according to a Sunday statement from FTX.The group, self-dubbed “FTX Debtors,” did not disclose which parties were involved, but said letters were sent to recipients that received payments from FTX debtors or the exchange’s former CEO, Sam Bankman-Fried, among others.The statement requested funds to be returned by February 28 and shared a “special email account” for recipients to return funds to. Even if the recipient used the funds to make payments or donations to third parties — including charities — it doesn’t prevent them from having to return it, according to the statement.This announcement follows public requests from FTX in late December for recipients to return funds voluntarily.“To the extent such payments are not returned voluntarily, the FTX Debtors reserve the right to commence actions before the Bankruptcy Court to require the return of such payments, with interest accruing from the date any action is commenced,” it said in the statement.In mid-January, FTX debtors identified $1.7 billion of cash and $3.5 billion of crypto assets and $3 million of securities, according to a company statement. This totals about $5.5 billion in liquid assets, which FTX’s new CEO, John Jay Ray III, referred to as a “herculean” effort to assess the firm’s financial position.In the past, Ray, who took over after the exchange filed for Chapter 11 bankruptcy, has previously stated that donations from FTX should be recovered. Ray has also said there’s a possibility for the exchange to restart and that “everything is on the table.”Lost your crypto amid Chapter 11 bankruptcy filings? You’re probably not getting it backA public spreadsheet by OpenSecrets, a nonprofit monitoring money in politics, tracked over $84 million in donations to political candidates and organizations between Bankman-Fried, former FTX co-CEO Ryan Salame and FTX’s former engineering head, Nishad Singh.Before the exchange’s demise, Bankman-Fried was well known for his support of the U.S. Democratic Party and was one of the largest donors in the runup to the 2020 presidential election and the 2022 midterms.The biggest single recipient was Protect Our Future, a PAC that aims to “help elect candidates who will be champions for pandemic prevention.” The group got $28 million from Bankman-Fried, according to OpenSecret.He also contributed donations to Democratic Senators Debbie Stabenow, Kirsten Gillibrand, Maggie Hassan and Cory Booker, as well as Republican Senators John Boozman, Lisa Murkowski and Susan Collins.The majority of Bankman-Fried’s donations were traced to Democrats, but he also claimed in an interview with reporter Tiffany Fong that he donated “about the same amount” to the Republican Party as well. “That was not generally known,” he added.“All my Republication donations were dark,” Bankman-Fried said in the interview two months ago, explaining that the donations were not publicly disclosed through official filings. “The reason was not for regulatory reasons, it was because reporters freak the fuck out if you donate to Republicans. They’re all super liberal and I didn’t want to have that fight.”As the deadline to return funds is just weeks away, candidates and political groups may surface in response to the request. Whether those donations are returned has yet to be determined, and this may be just one step in a prolonged, lengthy legal case for FTX to claw back funds."}}